[
{"index": 500, "description": "At a time when formulaic albums by Master P and Puff Daddy topped the charts,  OutKast  unleashed an explosive hip-hop that deployed live musicians, social commentary and a heavy dose of deep funk. Hits like \"Rosa Parks\" put the duo's hometown \"Hotlanta\" on the rap map", "title": "Aquemini", "publisher": "LaFace", "year": 1998, "artist": "OutKast"},
{"index": 499, "description": "King  was enjoying a career renaissance when he played this Chicago jail in 1970. He won over the hostile prisoners with definitive versions of his blues standards and his crossover hit \"The Thrill Is Gone.", "title": "Live in Cook County Jail", "publisher": "ABC", "year": 1971, "artist": "B.B. King"},
{"index": 498, "description": "For a few glorious moments,  the Stone Roses  looked like they might lead another British Invasion. Instead, they fell apart – but first they made this incredible album, highlighted by the ecstatic eight-minute-long \"I Am the Resurrection.\" It single-handedly launched Nineties Brit pop", "title": "The Stone Roses", "publisher": "Silvertone", "year": 1989, "artist": "The Stone Roses"},
{"index": 497, "description": "The third album by Jack and Meg White was the right dynamite for a mainstream breakthrough. Jack's Delta-roadhouse fantasies, Detroit-garage-rock razzle and busted-love lyricism, as well as Meg's toy-thunder drumming all peaked at once", "title": "White Blood Cells", "publisher": "Sympathy for the Record Industry", "year": 2001, "artist": "The White Stripes"},
{"index": 496, "description": "The stone-solid grooves on this underrated gem come courtesy of the Muscle Shoals rhythm section; the soulful guitar comes courtesy of Scaggs and guest Duane Allman. Together, they made \"Loan Me a Dime\" an FM-radio classic – more than 10 minutes of knockout blues pleading and wailing", "title": "Boz Scaggs", "publisher": "Atlantic", "year": 1969, "artist": "Boz Scaggs"},
{"index": 495, "description": "California darling  Raitt  headed to Woodstock to cut her second LP – only to face near-monsoon weather. \"My house had sand and salamanders,\" Raitt said. She took refuge in the studio and churned out gorgeous folksy blues, including a cover of  Jackson Browne 's \"Under the Falling Sky.", "title": "Give It Up", "publisher": "Warner Bros.", "year": 1972, "artist": "Bonnie Raitt"},
{"index": 494, "description": "Two hipster geeks get some rad vintage keyboards and compose a suite of synthesized heartache. You don't have to figure out a word of \"Kids\" to feel the poignant kick of that massive keyboard hook", "title": "Oracular Spectacular", "publisher": "Columbia", "year": 2008, "artist": "MGMT"},
{"index": 493, "description": "Wilco 's great leap forward was a mix of rock tradition, electronics, oddball rhythms and experimental gestures. Jeff Tweedy's lyrics pitted hope against doubt, with all bets off.", "title": "Yankee Hotel Foxtrot", "publisher": "Nonesuch", "year": 2002, "artist": "Wilco"},
{"index": 492, "description": "Annie Lennox looked like a gender-bending cybor, but she sang with soul; producer Dave Stewart hid behind his beard and masterminded the sound. Together they made divine synth pop, especially \"Who's That Girl?,\" a tale of kinked-up sexual obsession, and their massive hit \"Here Comes the Rain Again.", "title": "Touch", "publisher": "RCA", "year": 1984, "artist": "Eurythmics"},
{"index": 491, "description": "King's first album for the Stax label combines his hard, unflashy guitar playing with the sleek sound of the label's house band, Booker T. and the MG's. Hits such as \"Crosscut Saw\" and \"Laundromat Blues\" earned King a new rock & roll audience", "title": "Born Under a Bad Sign", "publisher": "Stax", "year": 1967, "artist": "Albert King"},
{"index": 490, "description": "A decade before the Texas blues trio became MTV stars,  ZZ Top  got their first taste of national fame with this disc, which features one of their biggest hits, the John Lee Hooker-style boogie \"La Grange,\" as well as the boozy rocker \"Jesus Just Left Chicago\" and the concert anthem \"Beer Drinkers and Hell Raisers.", "title": "Tres Hombres", "publisher": "London", "year": 1973, "artist": "ZZ Top"},
{"index": 489, "description": "By their fifth album,  Kiss  were the most popular band in America, with sold-out stadium tours and eventually their own pinball machine, makeup line and a TV movie. Built around the proto power ballad \"Beth,\" this is a ridiculously over-the-top party-rock album that just gets better with age", "title": "Destroyer", "publisher": "Casablanca", "year": 1976, "artist": "Kiss"},
{"index": 488, "description": "These three Minneapolis dudes played savagely emotional hardcore punk that became a big influence on  Nirvana , among others. The Hüskers created a rorar like garbage trucks trying to sing  Beach Boys  songs, especially on the anthems \"Celebrated Summer\" and \"Perfect Example.", "title": "New Day Rising", "publisher": "SST", "year": 1985, "artist": "Hüsker Dü"},
{"index": 487, "description": "Lauper 's first band had broken up and she was singing in a Japanese restaurant. Then this solo debut album of razor-sharp dance pop became the first by a female performer to score four Top Five hits, including \"Girls Just Want to Have Fun\" and \"Time After Time.", "title": "Cyndi Lauper ,'She's So Unusual", "publisher": "Portrait", "year": 1983, "artist": "Cyndi Lauper ,'She's So Unusua"},
{"index": 486, "description": "Before he got into African thumb pianos and otherworldly philosophizing,  EWF  founder Maurice White was a session drummer at Chess Studios. EWF's sixth album is make-out music of the gods", "title": "That's the Way of the World", "publisher": "Columbia", "year": 1975, "artist": "Earth, Wind and Fire"},
{"index": 485, "description": "Their previous album,   Vs.  , made  Pearl Jam  the most successful band in the world. They celebrated by suing Ticketmaster and making   Vitalogy  , where their mastery of rock's past and future became complete. Soulful ballads like \"Nothingman\" are matched by hardcore-influenced rockers such as \"Spin the Black Circle.", "title": "Vitalogy", "publisher": "Epic", "year": 1994, "artist": "Pearl Jam"},
{"index": 484, "description": "Mott were a hard-rock band with a  Dylan  fixation until  David Bowie  got ahold of them. He penned the androgyne title track and had them cover  Lou Reed 's \"Sweet Jane.\" Mott would sound more soulful but never more sexy or glittery", "title": "All the Young Dudes", "publisher": "Columbia", "year": 1972, "artist": "Mott the Hoople"},
{"index": 483, "description": "Formed in 1977,  Gang of Four  combined Marxist politics with punk rock. They played staccato guitar-driven funk, and the stiff, jerky aggression of songs such as \"Damaged Goods\" and \"I Found That Essence Rare\" invented a new style that influenced bands from the  Minutemen  to  LCD Soundsystem", "title": "Entertainment!", "publisher": "Warner Bros.", "year": 1979, "artist": "Gang of Four"},
{"index": 482, "description": "\"I got a two-pack habit and a motel tan,\"  Earle  sings on the title track. By the time he released his debut at 31, he had done two stints in Nashville as a songwriter and he wanted something else.  Guitar Town  is the rocker's version of country, packed with songs about hard living in the Reagan Eighties", "title": "Guitar Town", "publisher": "MCA", "year": 1986, "artist": "Steve Earle"},
{"index": 481, "description": "D'Angelo  recorded his second album at Electric Lady, the Manhattan studio built by  Jimi Hendrix . There he studied bootleg videos of Sixties and Seventies soul singers and cooked up an album heavy on bass and drenched in a post-coital haze. The single \"Untitled (How Does It Feel?)\" sounds like a great lost  Prince  song", "title": "Voodoo", "publisher": "Virgin", "year": 2000, "artist": "D'Angelo"},
{"index": 480, "description": "The best  Wu-Tang  solo joint is a study in understated cool and densely woven verses. Over RZA's hypnotically stark beats, Raekwon crafts breathtaking drug-rap narratives; it's a rap album that rivals the mob movies hip-hop celebrates", "title": "Only Built 4 Cuban Lin", "publisher": "Loud", "year": 1995, "artist": "Raekwon"},
{"index": 479, "description": "\"Play like your mama just died,\" George Clinton told guitarist Eddie Hazel. The result was \"Maggot Brain,\" 10 minutes of  Hendrix -style guitar anguish. This is the heaviest rock album the  P-Funk  ever created, but it also made room for the acoustic-guitar funk of \"Can You Get to That.", "title": "Maggot Brain", "publisher": "Westbound", "year": 1971, "artist": "Funkadelic"},
{"index": 478, "description": "Anyone who thinks a woman singing country music is cute should listen to \"Fist City,\" where  Lynn  threatens to beat down a woman if she doesn't lay off her man. Seventies greats like \"Rated 'X'\" and \"The Pill\" brought feminism to the honky-tonks", "title": "All Time Greatest Hits", "publisher": "MCA Nashville", "year": 2002, "artist": "Loretta Lynn"},
{"index": 477, "description": "Haggard's tough country sound was born in Bakersfield, California, a.k.a. Nashville West. His songs are full of drifters, fugitives and rogues, and this four-disc set – culled from his seminal recordings for Capitol as well as MCA and Epic – is the ultimate collection from one of country's finest singers", "title": "Down Every Road", "publisher": "Capitol", "year": 1996, "artist": "Merle Haggard"},
{"index": 476, "description": "Released less than a month after  Biggie 's murder, the prophetic  Life After Death  is two CDs of humor and bravado, no filler at all, as he tops himself in \"Mo Money Mo Problems\" and\"#!*@ You Tonight.", "title": "Life After Death", "publisher": "Bad Boy", "year": 1997, "artist": "The Notorious B.I.G."},
{"index": 475, "description": "Costello 's third album is all tightly wound paranoia. The concept is personal politics; the original title was  Emotional Fascism , and one song is called \"Two Little Hitlers.\" The keyboard-driven sound of \"Accidents Will Happen\" helped define New Wave", "title": "Armed Forces", "publisher": "Columbia", "year": 1979, "artist": "Elvis Costello and the Attractions"},
{"index": 474, "description": "Globally, Chao had long been a Marley-size figure. But this gem gave Americans a taste of his wild-ass greatness. Chao rocks an acoustic guitar over horns and beat­boxes while rambling multi­lingually about crucial topics from politics to pot", "title": "Próxima Estación: Esperanza'", "publisher": "Virgin", "year": 2001, "artist": "Manu Chao"},
{"index": 473, "description": "\"I recognize that mystical air/It means I'd like to seize your underwear,\"  Morrissey  moans, and rock music was never the same.  The Smiths ' debut is a showcase for Morrissey's morose wit and Johnny Marr's guitar chime, trudging through England's cheerless marshes in \"Still Ill\" and \"This Charming Man.", "title": "The Smiths", "publisher": "Sire", "year": 1984, "artist": "The Smiths"},
{"index": 472, "description": "When  Michael  left  Wham! , he signified his new maturity by not shaving. Thankfully, his music was still tasty pop candy – six of these songs hit the Top Five on the singles charts. \"I Want Your Sex\" is one of the decade's finest  Prince  imitations, and the best ballad is the spooky, soulful \"Father Figure.", "title": "Faith", "publisher": "Columbia", "year": 1987, "artist": "George Michael"},
{"index": 471, "description": "Richard played guitar like a Sufi-mystic  Neil Young ; wife Linda had the voice of a Celtic  Emmylou Harris . This is their great statement of folk-rock dread", "title": "I Want to See the Bright Lights Tonight", "publisher": "Island", "year": 1974, "artist": "Richard and Linda Thompson"},
{"index": 470, "description": "L.L. Cool J  was only 16 when he released his first single, \"I Need a Beat.\" A year later, he had the first hit on the fledgling Def Jam label. The sound he and Rick Rubin found on \"I Can't Live Without My Radio\" and \"Rock the Bells\" was harder and leaner than hip-hop had ever been", "title": "Radio", "publisher": "Def Jam", "year": 1985, "artist": "LL Cool J"},
{"index": 469, "description": "Led by Wyclef Jean, the  Fugees  created eclectic, politically aware R&B hip-hop, but the breakout was a cover of Roberta Flack's \"Killing Me Softly With His Song,\" highlighting Lauryn Hill's amazing pipes", "title": "The Score", "publisher": "Ruffhouse/Columbia", "year": 1996, "artist": "The Fugees"},
{"index": 468, "description": "Where American white kids got the notion they could play the blues. This band had two kiler guitarists: Michael Bloomfield and Elvin Bishop.   Vote for the 2013 Rock and Roll Hall of Fame Inductee", "title": "The Paul Butterfield Blues Band", "publisher": "Elektra", "year": 1965, "artist": "The Paul Butterfield Blues Band"},
{"index": 467, "description": "After the big-scale  Born in the U.S.A. , this came as a shock – an album of stark, intimate, mostly acoustic confessionals. The newly wed superstar gets personal on adult love songs such as \"One Step Up\" and \"Walk Like a Man.\" The marriage didn't last – but the music does", "title": "Tunnel of Love", "publisher": "Columbia", "year": 1987, "artist": "Bruce Springsteen"},
{"index": 466, "description": "Coldplay  churn out bighearted British guitar rock on their second album – what Chris Martin aptly called \"emotion that can make you feel sad while you're moving your legs.", "title": "A Rush of Blood to the Head", "publisher": "Capitol", "year": 2002, "artist": "Coldplay"},
{"index": 465, "description": "The title says it all: three discs of brilliantly turned tunes about pop's signature emotion. Stephin Merritt lived out a Tin Pan Alley fantasy as he spooled his droll bass over synth pop, bubblegum, Afropop, show tunes, country and more. It's irony on steroids, but try to get through \"Papa Was a Rodeo\" without shedding a tear.", "title": "69 Love Songs", "publisher": "Merge", "year": 1999, "artist": "The Magnetic Fields"},
{"index": 464, "description": "Def Leppard  had a run of bad luck in the Eighties, especially when drummer Rick Allen lost his arm in a car crash on New Year's Eve 1984. But the lads admirably stuck by their old mate, who learned to play drums using his feet. The band was vindicated when   Hysteria   and \"Pour Some Sugar on Me\" became a smash", "title": "Hysteria", "publisher": "Mercury", "year": 1987, "artist": "Def Leppard"},
{"index": 463, "description": "The Bunnymen  refresh psychedelia for the New Wave era with an arena of foggy guitars and doomy drums, while Ian McCulloch updates the aura of Jim Morrison. Melody meets melodrama on the title track and on \"A Promise,\" where McCulloch sing-sobs a story of love gone wrong", "title": "Heaven Up Here", "publisher": "Sire", "year": 1981, "artist": "Echo and the Bunnymen"},
{"index": 462, "description": "R.E.M.  were trying something new with each album in the Eighties, but this straight-ahead rock move was the one that made them mainstream stars. \"The One I Love\" was a hit, but the fan favorite is the manic \"It's the End of the World as We Know It (And I Feel Fine).", "title": "Document", "publisher": "I.R.S.", "year": 1987, "artist": "R.E.M."},
{"index": 461, "description": "After the  Sex Pistols  imploded, Johnny Rotten reclaimed his real name  – John Lydon – and started a bold new band. PiL played eerie art punk with dub bass and slashing guitar.  Metal Box  (retitled  Second Edition  in the U.S.) originally came as three vinyl discs in a metal film canister", "title": "Metal Box", "publisher": "Virgin", "year": 1979, "artist": "Public Image Ltd."},
{"index": 460, "description": "On  Hole 's breakthrough album, Courtney Love wants to be \"the girl with the most cake,\" and she spends the whole album paying for it, in the melodic punk-rock anguish of \"Miss World,\" \"Softer, Softest\" and \"Doll Parts.\" Her husband  Kurt Cobain 's body was found just days before the album was released", "title": "Live Through This", "publisher": "DGC", "year": 1994, "artist": "Hole"},
{"index": 459, "description": "By the early 1960s,  the Drifters  had evolved into the most suave soul group on the block. Even after Ben E. King went solo (scoring with \"Stand By Me\"), producers Jerry Leiber and Mike Stoller and the Drifters kept coming up with timeless odes to urban romance such as \"Up on the Roof\" and \"Under the Boardwalk.", "title": "Golden Hits", "publisher": "Atlantic", "year": 1968, "artist": "The Drifters"},
{"index": 458, "description": "John  has always had a jones for the myth of the American West. Along with lyricist Bernie Taupin, he fully indulges those cowboy fantasies here. \"Amoreena\" plays unforgettably in the opening scene of the Al Pacino film  Dog Day Afternoon .", "title": "Tumbleweed Connection", "publisher": "unknown", "year": 0, "artist": "Elton John"},
{"index": 457, "description": "These Kentucky boys took a giant leap forward on their fourth album – giant enough to take them from a jammy Americana band to awe-inspiring purveyors of interstellar art rock. My Morning Jacket infused Z with both Eno-esque keyboards and sculpted guitars, but also Skynyrd-style riffs and bar-band grooves.", "title": "Z", "publisher": "RCA", "year": 2005, "artist": "My Morning Jacket"},
{"index": 456, "description": "It's one of the weirdest Motown records ever.  Gaye 's divorce settlement required him to make a new album and pay the royalties to his ex-wife – the sister of Motown boss Berry Gordy. So Gaye made this bitterly funny double LP of breakup songs, including \"You Can Leave, But It's Going to Cost You.", "title": "Here, My Dear", "publisher": "Motown", "year": 1978, "artist": "Marvin Gaye"},
{"index": 455, "description": "\"We were kids with long hair and plaid shirts playing Mexican folk instruments,\" said  Los Lobos ' Louie Perez. But the band from East L.A. was a surprise success, mixing traditional Mexican sounds with blues and rockabilly for rough roots rock", "title": "How Will the Wolf Survive?", "publisher": "Slash/Warner Bros.", "year": 1984, "artist": "Los Lobos"},
{"index": 454, "description": "Onstage,  Cooper  was the shock-rock king who decapitated baby dolls, but his early studio albums are smart, razor-sharp attacks of Detroit rock. On   Love It to Death  , producer Bob Ezrin joins him for the twisted kicks of \"Hallowed Be My Name\" and the teen-spirit anthem \"I'm Eighteen.", "title": "Love It to Death", "publisher": "Warner Bros.", "year": 1971, "artist": "Alice Cooper"},
{"index": 453, "description": "In the summer of '88, Erick Sermon and Parrish Smith, a.k.a.  EPMD  (Erick and Parrish Making Dollars), rolled out of Long Island with a new style of slow-grooving hip-hop funk. Cut in the era before artists cleared their samples, the title jam even pilfers \"I Shot the Sheriff.", "title": "Strictly Business", "publisher": "Priority", "year": 1988, "artist": "EPMD"},
{"index": 452, "description": "Prine  was a mailman-turned-folk-singer, and his debut is unique in how it views American life with generosity, tolerance and wit. Prine sang about smoking dope (\"Illegal Smile\"), but his empathy for the old folks with \"Hello in There\" made most hippie songwriters sound smug", "title": "John Prine", "publisher": "Atlantic", "year": 1971, "artist": "John Prine"},
{"index": 451, "description": "It's sad to think back on how fresh this record sounded at the time – funny and hip, revivalist but forward-looking. Winehouse, a tatted 23-year-old with a beehive crown, matched the spirit of her R&B heroes, cussing, cracking wise and casually breaking your heart. She triggered a new era for brilliantly weird women in pop.", "title": "Back to Black", "publisher": "Universal", "year": 2007, "artist": "Amy Winehouse"},
{"index": 450, "description": "On his second album,  Browne  emerged as the J.D. Salinger of the L.A. singer-songwriters; songs like \"These Days\" (first recorded by  Velvet Underground  singer Nico) capture the shift from the idealistic Sixties to the disillusioned Seventies", "title": "For Everyman", "publisher": "Asylum", "year": 1973, "artist": "Jackson Browne"},
{"index": 449, "description": "Big Star  recorded their third and final album in 1974, but it didn't get released until 1978, in part because singer Alex Chilton sounds like he's having a nervous breakdown. It's a record of gorgeous, disjointed heartbreak ballads", "title": "Third/Sister Lovers", "publisher": "PVC", "year": 1978, "artist": "Big Star"},
{"index": 448, "description": "\"I do my best work when I'm in pain and turmoil,\"  Sting  told  Rolling Stone . And indeed, the dissolution of his first marriage produced some of his best work yet, including \"King of Pain\" and the stalker's anthem \"Every Breath You Take.\" There was pain and turmoil in the band, too – it would be  the Police 's last album", "title": "Synchronicity", "publisher": "A&M", "year": 1983, "artist": "The Police"},
{"index": 447, "description": "Brazilian bossa nova met American jazz, as saxman Getz teamed up with guitarist-singer Gilberto and pianist-composer Antonio Carlos Jobim. Gilberto's wife, Astrud, became a star herself with a sensual guest vocal on \"The Girl From Ipanema.", "title": "Getz/Gilberto", "publisher": "Verve", "year": 1964, "artist": "Stan Getz and Joao Gilberto"},
{"index": 446, "description": "In the late Sixties, the  Motor City Five  were the house band for the White Panther Party, devoted to \"dope, guns and fucking in the streets.\" But on their second album, they channel their ferocious sound and politics into the concise, Chuck Berry-like riffs of \"The American Ruse,\" \"Looking at You\" and \"Shaking Street.", "title": "Back in the USA", "publisher": "Atlantic", "year": 1970, "artist": "MC5"},
{"index": 445, "description": "After a 1972 car accident sidelined him for nearly a year, Miller returned with a pop-rock sound that dominated Seventies radio: slick guitar boogie as catchy as  Abba  and as danceable as disco. \"Rock 'n Me\" and \"Take the Money and Run\" kept  Eagle  on the charts for nearly two years", "title": "Fly Like an Eagle", "publisher": "Capitol", "year": 1976, "artist": "Steve Miller Band"},
{"index": 444, "description": "A badass Latin-funk band doing a song about a Latino TV show from the Fifities – that song was \"The Cisco Kid,\" and the band was  War , L.A.'s answer to  P-Funk . But War were serious: The title song is a smoldering reflection on inner-city life", "title": "The World Is A Ghetto'", "publisher": "United Artists", "year": 1972, "artist": "War"},
{"index": 443, "description": "They were down-home Midwestern boys from Rockford, Illinois, but  Cheap Trick  had a rock & roll approach as twisted as guitarist Rick Nielsen's bow ties. With blond pinup boy Robin Zander on vocals, the Trick rocked  Beatles -style melodies such as \"Oh Caroline,\" \"Downed\" and \"Come On, Come On.", "title": "In Color", "publisher": "Epic", "year": 1977, "artist": "Cheap Trick"},
{"index": 442, "description": "They came from Akron, Ohio, wore matching jumpsuits and had a sinister theory of devolution. Their debut album runs on rubber-punk guitars and even more sinister mechanized New Wave beats", "title": "Q: Are We Not Men? A: We Are Devo!'", "publisher": "Warner Bros.", "year": 1978, "artist": "Devo"},
{"index": 441, "description": "These New York synth punks evoke everything from  the Velvet Underground  to rockabilly. Martin Rev's low-budget electronics are violent and hypnotic; Alan Vega screams as a rhythmic device. Late-night listening to \"Frankie Teardrop,\" a 10-minute-plus tale of a multiple murder, is not recommended", "title": "Suicide'", "publisher": "Red Star", "year": 1977, "artist": "Suicide"},
{"index": 440, "description": "With a voice like an ashtray, Shane MacGowan led this fabulous disaster of an Irish folk-punk band. Produced by  Elvis Costello  (who married bassist Cait O'Riordan),  Rum  careens between the maudlin and the explosive", "title": "Rum Sodomy and The Lash'", "publisher": "MCA", "year": 1985, "artist": "The Pogues"},
{"index": 439, "description": "Cooke  was elegance personified, but he works this Florida club until it's hotter than hell, while sounding like he never breaks a sweat. He croons \"For Sentimental Reasons\" like a superlover, and when the crowd sings along with him, it's magic", "title": "Live At The Harlem Square Club, 1963", "publisher": "RCA", "year": 1985, "artist": "Sam Cooke"},
{"index": 438, "description": "Before they became a goth-punk group,  the Cure  were a minimalist, inventive post-punk power trio.  Boys  is all hummable hooks, choppy guitars and mopey vocals. \"10:15 Saturday Night\" and \"Jumping Someone Else's Train\" are ingenious: You wait for a guitar solo and get a club-footed bass line instead", "title": "Boys Don't Cry", "publisher": "PVC", "year": 1980, "artist": "The Cure"},
{"index": 437, "description": "\"I am so far from the others,\" Wayne rapped. \"I can eat them for supper/Get in my spaceship and hover.\" And the N'awlins-bred genius made good on that boast on a weird, luscious pop-rap odyssey", "title": "Tha Carter III", "publisher": "Cash Money/Universal Motown", "year": 2008, "artist": "Lil Wayne"},
{"index": 436, "description": "Breakup records are rarely this lovely.   Sea Change   is the pristine sound of everything falling apart, a glossy take on a bummed-out Sixties folk sound. The music seems to be floating up from the bottom of the ocean; the words were straight from  Beck 's broken heart", "title": "Sea Change", "publisher": "DGC", "year": 2002, "artist": "Beck"},
{"index": 435, "description": "Nirvana  hired hard-nosed Steve Albini to record the follow-up to  Nevermind . Geffen asked them to clean up some of the results, and you can hear the tension in white-noise ruckus like \"Serve the Servants.\" But the only thing that can explain the scalding \"Rape Me\" is inner pain", "title": "In Utero", "publisher": "Geffen", "year": 1993, "artist": "Nirvana"},
{"index": 434, "description": "Alex Chilton and Chris Bell were the Memphis whiz kids at the heart of  Big Star . They mixed British-pop finesse with all-American hard rock, from the surging \"Feel\" to the acoustic \"Thirteen.\" Big Star didn't sell many records, but the Eighties explosion of poppy garage bands would've been unimaginable without them", "title": "#1 Record", "publisher": "Ardent/Stax", "year": 1972, "artist": "Big Star"},
{"index": 433, "description": "Harrison had almost enough songs stored up from his  Beatles  days for a triple LP – the gas starts to run out during the jams on Side Six. But spiritual guitar quests like \"My Sweet Lord\" and \"What Is Life\" became classics", "title": "All Things Must Pass", "publisher": "Apple", "year": 1970, "artist": "George Harrison"},
{"index": 432, "description": "Eno 's first solo album pioneered a new kind of glammy art rock: jagged, free-form and dreamy. \"Baby's on Fire\" and \"Needles in the Camel's Eye\" are vicious rockers with detached vocals, and Robert Fripp's warped guitars swarm and stutter", "title": "Here Come The Warm Jets", "publisher": "Island", "year": 1975, "artist": "Brian Eno"},
{"index": 431, "description": "Polly Harvey, happy? It was a surprise: But album number five found her in New York and in love. The result was lusher than anything she had recorded but also vibrant and surprisingly catchy", "title": "Stories From the City, Stories From the Sea", "publisher": "Island", "year": 2000, "artist": "PJ Harvey"},
{"index": 430, "description": "Vampire Weekend came out of Columbia University displaying an affinity for boat shoes and African guitar music. Their debut was full of suavely seductive indie-pop songs about college campuses and trysts with Benetton-wearing ladies. Ezra Koenig's  Paul Simon -esque melodies are as refined as his education", "title": "Vampire Weekend", "publisher": "XL", "year": 2009, "artist": "Vampire Weekend"},
{"index": 429, "description": "After years as a rock eccentric,  Eno  said goodbye to pop-song form with this album of pure synthetic beauty, mixing lush electronics (\"Becalmed\") with acoustic intruments (\"Everything Merges With the Night\") to cast a truly hypnotic spell", "title": "Another Green World'", "publisher": "Island", "year": 1975, "artist": "Brian Eno"},
{"index": 428, "description": "The Police  got bigger but they never sounded fresher, absorbing reggae into the spare, bouncy sound of their debut album. \"Roxanne\" and \"Next to You\" prove  Sting  was already a top-notch songwriter", "title": "Outlandos D'Amour", "publisher": "A&M", "year": 1978, "artist": "The Police"},
{"index": 427, "description": "Wolf accomplishes a rare feat on this modern blues album: He sings about adult roance without sounding jaded. The former J. Geils Band singer testifies about true love in his soulful growl, with help from friends like  Mick Jagger  and  Keith Richards", "title": "Sleepless", "publisher": "Artemis", "year": 2002, "artist": "Peter Wolf"},
{"index": 426, "description": "After three studio albums,  Cheap Trick  were bigger in Japan than in America. But this record of a live Tokyo gig became their first U.S. hit. The Japanese schoolgirls are practically the lead instrument here, screaming their lungs out to \"Surrender\" and \"I Want You to Want Me.", "title": "At Budokan'", "publisher": "Epic", "year": 1979, "artist": "Cheap Trick"},
{"index": 425, "description": "Parsons  helped invent country rock with the Byrds and the  Flying Burrito Brothers , and he deepened it here.  Emmylou Harris  was his ideal singing partner, and their voices blend in the high-lonesome wail of \"Brass Buttons\" and \"$1,000 Wedding.\" Weeks after finishing the album, Parsons was dead at 26", "title": "Grievous Angel'", "publisher": "Reprise", "year": 1974, "artist": "Gram Parsons"},
{"index": 424, "description": "Springsteen's response to 9/11 was an extraordinary 15-song requiem that searched for meaning in the inexplicable tragedy while saluting the grace and courage of the dead and those who mourn them. The first E Street Band album since the Eighties, it kicked off Springsteen's creative resurgence.", "title": "The Rising", "publisher": "Columbia", "year": 2002, "artist": "Bruce Springsteen"},
{"index": 423, "description": "In the heyday of Motown, the Supremes were their own hit factory, all glamour and heartbreak. Diana Ross high points like \"You Keep Me Hangin' On\" and \"Where Did Our Love Go\" are still spine-tingling", "title": "Anthology'", "publisher": "Motown", "year": 1973, "artist": "Diana Ross and The Supremes"},
{"index": 422, "description": "The Ronettes were pop goddesses dressed as Catholic schoolgirls gone to hell and back, with Ronnie Bennett belting out hits like \"Be My Baby\" over future husband Phil Spector's Wall of Sound", "title": "Presenting the Fabulous Ronettes'", "publisher": "Philles", "year": 1964, "artist": "The Ronettes"},
{"index": 421, "description": "In the lean years between  Elvis  and the  Beatles , girl groups like the Shirelles and the Shangri-Las kept the spirit of rock & roll alive. This series has the classics", "title": "The Best of Girl Groups Volumes 1 and 2'", "publisher": "Rhino", "year": 1990, "artist": "Various Artists"},
{"index": 420, "description": "Holly  was only 21 when he cut these tracks, some on an Oklahoma Air Force base. \"That'll Be the Day,\" \"Oh Boy!\" and \"Not Fade Away\" fused country, rockabilly and R&B into epochal rock & roll", "title": "The \"Chirping\" Crickets'", "publisher": "Brunswick", "year": 1957, "artist": "Buddy Holly and the Crickets"},
{"index": 419, "description": "Portishead  uses some of the same building blocks as fellow Bristol, England trip-hoppers Massive Attack – woozy break beats, jazzy samples, live guitar, girl-singer/guy-programmer dynamic – but Beth Gibbons' brooding, pop-cabaret vocals showed to the world that you could feel real pain over a trip-hop groove", "title": "Dummy", "publisher": "Go! Discs", "year": 1994, "artist": "Portishead"},
{"index": 418, "description": "Wings trekked to Lagos, Nigeria, for seven stressful weeks to make  Band , regarded by many as McCartney's finest post-Beatles hour. Opening with the one-two punch of \"Band on the Run\" and \"Jet,\" it proved that McCartney still knew how to rock", "title": "Band On The Run'", "publisher": "Apple", "year": 1973, "artist": "Paul McCartney and Wings"},
{"index": 417, "description": "Too ingenuous for punk, too unironic for New Wave,  U2  arrived on  Boy  as big-time dreamers with the ambition to back it up. The Dublin foursome boasted  Bono 's arena-ready voice and the Edge's echoey, effects-laden guitar, as well as anthemic songs such as the club favorite \"I Will Follow.", "title": "Boy'", "publisher": "Island", "year": 1980, "artist": "U2"},
{"index": 416, "description": "After five silent years,   Variations   was the victorious return of  Waits ' rawboned, bluesy art rock. Using found instruments for rhythm and Smokey Hormel's angular guitar for color, Waits careers from carnival baker to croaky balladeer. The highlights: the sad but sweet \"Hold On\" and \"House Where Nobody Lives.", "title": "Mule Variations'", "publisher": "Anti-/Epitaph", "year": 1999, "artist": "Tom Waits"},
{"index": 415, "description": "This debut gave the world a new guitar hero (Eddie Van Halen) and charismatic frontman (David Lee Roth). Tunes such as \"Runnin' With the Devil\" and \"Ain't Talkin' 'Bout Love\" put the swagger back in hard rock, and Eddie's jaw-dropping technique, particularly on \"Eruption,\" raised the bar for rock guitar", "title": "Van Halen'", "publisher": "Warner Bros.", "year": 1978, "artist": "Van Halen"},
{"index": 414, "description": "The most popular girl group of the New Wave surfed to the top of the charts with \"We Got the Beat\" and \"Our Lips Are Sealed.\" And its entire debut welded punkish spirit to party-minded pop", "title": "Beauty and The Beast", "publisher": "I.R.S.", "year": 1981, "artist": "The Go- Go's"},
{"index": 413, "description": "\"Our band could be your life,\" sing the Minutemen, perfectly articulating punk's Everyman ideal. Guitarist D. Boon and bassist Mike Watt push each other to fast, funny and agitated heights on this 45-song opus", "title": "Doubles Nickels on The Dime'", "publisher": "SST", "year": 1984, "artist": "Minuteman"},
{"index": 412, "description": "This first-generation U.K. punk band made sparse tunes that erupted in combustible snippets on its 21-track debut album. The curt mania of \"12XU\" had a massive influence on hardcore punk, and bands like  Sonic Youth  and  R.E.M.  took to the arty blurt of songs like \"Strange\" and \"Ex Lion Tamer.", "title": "Pink Flag", "publisher": "Harvest", "year": 1977, "artist": "Wire"},
{"index": 411, "description": "Clapton  returned from heroin addiction with a disc of mellow, springy grooves minus guitar histrionics. He paid tribute to  Robert Johnson  and Elmore James, but his cover of  Bob Marley 's \"I Shot the Sheriff\" became his first Number One hit", "title": "461 Ocean Boulevard'", "publisher": "RSO", "year": 1974, "artist": "Eric Clapton"},
{"index": 410, "description": "The first of  Dylan 's three late-career triumphs. Producer Daniel Lanois' dark, atmospheric settings envelop Dylan in a sonic fog appropriate to the isolation and distance he sings of in a ravaged, weary voice. The songs – especially \"Love Sick\" and \"Not Dark Yet\" – are ghostly but forceful", "title": "Time Out of Mind'", "publisher": "Columbia", "year": 1997, "artist": "Bob Dylan"},
{"index": 409, "description": "The Doors  set out into darker territory on their second album. The catchy single \"Love Me Two Times\" is overshadowed by a mood of foreboding and alienation, especially on \"People Are Strange\" and \"When the Music's Over,\" which demands, \"We want the world, and we want it now!", "title": "Strange Days", "publisher": "Elektra", "year": 1967, "artist": "The Doors"},
{"index": 408, "description": "O'Connor 's second LP delivers true originality and range, from \"Nothing Compares 2 U\" to the maternal warmth of \"Three Babies\" to the fiddle and beatbox of \"I Am Stretched on Your Grave.", "title": "I Do Not Want What I haven't Got", "publisher": "Chrysalis", "year": 1990, "artist": "Sinead O'Connor"},
{"index": 407, "description": "The Clash 's ballooning ambition peaked with this three-album set, named after the Nicaraguan revolutionary movement. Joe Strummer and Mick Jones reached beyond punk and reggae into dub, R&B, calypso, gospel and even a kids' chorus on \"Career Opportunities.", "title": "Sandinista!", "publisher": "Epic", "year": 1980, "artist": "The Clash"},
{"index": 406, "description": "Like  Patti Smith , she wanted to be  Bob Dylan . Unlike Patti Smith, she played guitar very, very loud.  Polly Jean Harvey 's second album, recorded with Steve Albini, is charged with aggressive eroticism and rock fury (check the scalding title track).  Rid of Me  slams from blues to goth to grunge, often in the space of a single song", "title": "Rid of Me", "publisher": "Island", "year": 1993, "artist": "PJ Harvey"},
{"index": 405, "description": "As with the  Velvet Underground ,  Big Star 's influence far outstripped their commercial success. On this lean, guitar-driven LP, they come up with a new, upside-down pop sound, filtering their love of the  Beatles  through their Memphis-soul roots. Towering achievement: the blissful, sad \"September Gurls.", "title": "Radio City", "publisher": "Ardent", "year": 1974, "artist": "Big Star"},
{"index": 404, "description": "After a series of eerie, voodoo-stoked records, pianist Mac Rebennack – a.k.a.  Dr. John  – returned to his New Orleans roots with spirited covers of classics such as \"Iko Iko\" and \"Junko Partner.\" With his rolling piano figures and gritty vocals, he rekindled interest in the Crescent City sound", "title": "Dr. John's Gumbo", "publisher": "ATCO", "year": 1972, "artist": "Dr John"},
{"index": 403, "description": "From the git-go, these Southern rockers played hard, lived hard and shot from the hip (with three guitars!). Discovered and produced by Al Kooper,  Skynyrd  offered taut rockers including \"Poison Whiskey\" and the ultimate anthem, \"Freebird.", "title": "(Pronounced Leh-Nerd Skin-Nerd)", "publisher": "MCA", "year": 1973, "artist": "Lynyrd Skynyrd"},
{"index": 402, "description": "Other rappers were harder and better-armed, but nobody captured the creeping menace of life on the streets quite like this 20-year-old from New York's Queensbridge projects. With lines like \"I never sleep, 'cause sleep is the cousin of death,\"  Nas  showed more poetic style than any MC since Rakim", "title": "Illmatic", "publisher": "Columbia", "year": 1994, "artist": "Nas"},
{"index": 401, "description": "Turning their focus to songs instead of jams, the  Chilis  steered frontman Anthony Kiedis' voice into a radio-friendlier wail, and the reappearance of guitarist John Frusciante helped form beautifully composed songs such as \"Scar Tissue.", "title": "Californication", "publisher": "Warner Bros.", "year": 1999, "artist": "Red Hot Chili Peppers"},
{"index": 400, "description": "Indisputably the greatest black vocal group of the modern era, this quintet created masterpiece after masterpiece of chugging, gospel-tinged soul.  Anthology  captures a slice of the Temps' prime, including \"My Girl,\" \"I Can't Get Next to You\" and \"I Wish It Would Rain.\"", "title": "Anthology", "publisher": "Motown", "year": 1995, "artist": "The Temptations"},
{"index": 399, "description": "\"I like that weird, ludicrous things,\"  Waits  once said. That understatement plays out most clearly on   Rain Dogs  , his finest portrait of the tragic kingdom of the streets. Waits abandons his grungy minimalism on the gorgeous \"Downtown Train\" and gets backing by  Keith Richards  on \"Big Black Mariah.", "title": "Rain Dogs'", "publisher": "Island", "year": 1985, "artist": "Tom Waits"},
{"index": 398, "description": "Pure Americana: This song cycle about burning rubber, high heels and adrenaline took fuzzed-out Texas blues guitar and lashed it around rollicking boogie.  ZZ Top 's megaplatinum album also had a high-gloss Eighties sheen and singles like \"Sharp Dressed Man\" that would help it sell some 10 million copies", "title": "Eliminator'", "publisher": "Warner Bros.", "year": 1983, "artist": "ZZ Top"},
{"index": 397, "description": "One of the most influential records of the Nineties,  Lines  was perhaps the first post-hip-hop classic: a combination of rap, dub and soul that gave birth to what used to be called trip-hop. \"What's important to us is the pace,\" said the band's 3D, \"the weight of the bass and the mood.", "title": "Blue Lines'", "publisher": "Virgin", "year": 1991, "artist": "Massive Attack"},
{"index": 396, "description": "Keyboardist  Brian Eno 's last album with  Roxy Music  is the pop equivalent of Ultra-suede: highly stylish, abstract-leaning art rock. The collision of Eno's experimentalism and singer Bryan Ferry's romanticism gives   Pleasure   a wild, tense charm – especially on the driving \"Editions of You\" and \"Do the Strand.", "title": "For Your Pleasure'", "publisher": "Warner Bros.", "year": 1973, "artist": "Roxy Music"},
{"index": 395, "description": "New York electro-punk kingpin James Murphy makes his masterpiece: Every track sounds like a different band's greatest hit, from the political punk goof \"North American Scum\" to the elegiac synth-pop breakup lament \"Someone Great.\"", "title": "Sound of Silver", "publisher": "DFA/Capitol", "year": 2007, "artist": "LCD Soundsystem"},
{"index": 394, "description": "Newman  draws on his roots in the blues and New Orleans boogie to uncorck this blistering portrait of the American South. He shows that he was pop's most cutting satirist on \"Rednecks\" – a song that doesn't spare Northern or Southern racism; Newman once said he still gets nervous playing it in some cities", "title": "Good Old Boys'", "publisher": "Reprise", "year": 1974, "artist": "Randy Newman"},
{"index": 393, "description": "The London-via-Sri Lanka art-punk funkateer came on like she knew she was kind of a big deal, and backed up her bravado. M.I.A.'s second album restyled hip-hop as one big international block party, mixing up beatbox riddims, playground rhymes, left-field samples and gunshots. It's a dance-off in a combat zone", "title": "Kala", "publisher": "Interscope", "year": 2007, "artist": "M.I.A."},
{"index": 392, "description": "The sound of the world's greatest pop group at war with itself.  John Lennon  is at his most acidic;  George Harrison 's \"I Me Mine\" is about the sin of pride, sung with plaintive exhaustion;  Paul McCartney 's title track is like a survival mantra. Phil Spector pieced it all into a sad swan song", "title": "Let It Be", "publisher": "Apple", "year": 1970, "artist": "The Beatles"},
{"index": 391, "description": "Laid-back Southern California folk rock took on new weight with  Browne 's fourth album. His first wife committed suicide while he was writing these songs, and they became hard-bitten. \"Say a prayer for the pretender,\" he sings, \"who started out so young and strong, only to surrender.", "title": "The Pretender'", "publisher": "Asylum", "year": 1976, "artist": "Jackson Browne"},
{"index": 390, "description": "Jack  and Meg White proved their minimalist garage rock had more depth and power than anyone expected. On tracks like the slow-burning \"Seven Nation Army\" and \"The Hardest Button to Button,\" Jack's songwriting finally matches his blues-fanboy, art-school shtick", "title": "Elephant", "publisher": "V2", "year": 2003, "artist": "The White Stripes"},
{"index": 389, "description": "Returning to the theme of \"Desperado,\" the former  Eagle  hitched some of his finest melodies (especially on the gentle title track) to sharply focused lyrical studies of men in troubled transition – from youth to adulthood, innocence to responsibility", "title": "The End of the Innocence", "publisher": "Geffen", "year": 1989, "artist": "Don Henley"},
{"index": 388, "description": "The best album ever tagged as \"world music,\" this compilation of South African pop is still fresh – full of funky, loping beats and gruff vocals, with a sweet track by Ladysmith Black Mambazo, who soon appeared on  Graceland", "title": "The Indestructible Beat of Soweto", "publisher": "Shanachia", "year": 1985, "artist": "Various Artists"},
{"index": 387, "description": "East Coast hip-hop came back in 1993, thanks to a nine-man troupe of Staten Island MCs with a fascination for Hong Kong martial-arts mythology and producer RZA's love of menacing atmospherics. Hip-hop had rarely been this dirty", "title": "Enter the Wu-Tang: 36 Chambers", "publisher": "Loud/RCA", "year": 1993, "artist": "Wu-Tang Clan"},
{"index": 386, "description": "Donald Fagen and Walter Becker make their love of jazz explicit, covering Duke Ellington and copping the intro of \"Rikki Don't Lose That Number\" from hard-bop pianist Horace Silver. The guitars on their third LP are dialed back for a sound that's slick and airtight without being cold. The lyrics? As twisted as ever", "title": "Pretzel Logic", "publisher": "ABC", "year": 1974, "artist": "Steely Dan"},
{"index": 385, "description": "Blood, desperation and wicked gallows humor are in the air as  Dylan  and his road band provide a raucous tour of 20th-century musical America via jump blues, slow blues, rockabilly, Tin Pan Alley ballads and country swing. \"Summer Days\" sounds like the exact moment when R&B morphed into rock & roll", "title": "Love and Theft", "publisher": "Columbia", "year": 2001, "artist": "Bob Dylan"},
{"index": 384, "description": "The Who  were in the middle of an experimental phase, and the results were fascinatingly quirky. \"Boris the Spider\" is a basso-profundo jape, and the miniopera title track foreshadows  Pete Townshend 's songwriting ambition", "title": "A Quick One (Happy Jack)", "publisher": "MCA", "year": 1966, "artist": "The Who"},
{"index": 383, "description": "The  Heads ' second album weaved funk and gospel (including a cover of  Al Green 's \"Take Me to the River\") into their twitchy, Spartan sound, announcing themselves as the newest of the New Wave bands", "title": "More Songs About Buildings and Food", "publisher": "Sire", "year": 1978, "artist": "Talking Heads"},
{"index": 382, "description": "Jonathan Richman moved from Boston to New York in the hopes of sleeping on  Lou Reed 's couch. That influence shows on the two-chord anthem \"Roadrunner.\" Recorded in 1972 but not released until 1976,  Lovers  hot-wired the  Velvets ' tough sounds to odes of suburban romanticism", "title": "Modern Lovers", "publisher": "Beserkly", "year": 1976, "artist": "Modern Lovers"},
{"index": 381, "description": "The five-disc director's cut of the Greatest Pop Album Never Made is an unfinished symphony of exquisite ping-ponging harmonies and psychedelicized Cali-surf soul. The included demos and fragments show Brian Wilson painting his masterpiece.", "title": "Smile (2011 Version)", "publisher": "Capitol", "year": 2011, "artist": "The Beach Boys"},
{"index": 380, "description": "Loose, funky, exuberant,  Kingston  is the quintessential document of Jamaica's greatest act after Bob Marley. Showcasing some of the  Maytals ' best songs (\"Pressure Drop\" and borrowing from soul, pop and gospel, the album introduced the world to the great Toots Hibbert", "title": "Funky Kingston", "publisher": "Island", "year": 1975, "artist": "Toots and the Maytals"},
{"index": 379, "description": "Things were not well with  TLC  during the making of  CrazySexyCool : Lisa \"Left Eye\" Lopes was lighting literal fires, and the trio would soon be filing for bankruptcy. But they emerged with the most effervescent and soulful girl-group R&B anyone had seen since the Supremes.", "title": "CrazySexyCool", "publisher": "unknown", "year": 0, "artist": "TLC"},
{"index": 378, "description": "With their second album, the fighting Gallagher brothers embraced the  Stones  and  Beatles  comparisons and established themselves as a force in their own right, especially on the majestic \"Wonderwall.", "title": "(What's the Story) Morning Glory?", "publisher": "Epic", "year": 1995, "artist": "Oasis"},
{"index": 377, "description": "\"Boogie Chillen\" was  Hooker 's first hit and one of the last songs he ever played. In between that was a lifetime of pure mojo.  Collection  houses that historic song, plus \"Boom Boom\" and a voice Bonnie Raitt said could \"tap into all the pain he'd ever felt.", "title": "The Ultimate Collection 1948-1990", "publisher": "Rhino", "year": 1991, "artist": "John Lee Hooker"},
{"index": 376, "description": "\"I have to recreate the universe every morning when I wake up,\"  Björk  said, explaining her second solo album's utter lack of musical inhibition. Post bounces from big-band jazz (\"It's Oh So Quiet\") to trip-hop. Fun fact: For her vocals, Björk extended her mic cord to a beach so she could sing to the sea", "title": "Post", "publisher": "Elektra", "year": 1995, "artist": "Björk"},
{"index": 375, "description": "On his dark third album,  Browne  explored, in the words of one  Rolling Stone  reviewer, the \"romantic possibility in the shadow of an apocalypse.\" There's an undercurrent of dread on   Late for the Sky  , from \"Before the Deluge\" to \"For a Dancer\" – not to mention a lot of obvious songwriting genius", "title": "Late for the Sky", "publisher": "Asylum", "year": 1974, "artist": "Jackson Browne"},
{"index": 374, "description": "\"New customers are always welcome!\" Bryan Ferry joked as \"Love Is the Drug\" became his band's first U.S. hit. This delicious LP of lounge-lizard ennui, inspired in part by Ferry's girlfriend Jerry Hall, draws upon  Roxy 's arty roots even as it anticipates the more rarefied atmospheres of  Avalon", "title": "Siren", "publisher": "ATCO", "year": 1975, "artist": "Roxy Music"},
{"index": 373, "description": "Guitarist Jorma Kaukonen called Paul Kantner's revolutionary cheerleading \"naive,\" but that didn't prevent the band from delivering this album with sweeping fervor. Also here: the gorgeous \"Wooden Ships\" and \"Eskimo Blue Day,\" where Grace Slick sings, \"The human name doesn't mean shit to a tree.", "title": "Volunteers", "publisher": "RCA Victor", "year": 1969, "artist": "Jefferson Airplane"},
{"index": 372, "description": "The Police  may have been lumped in with U.K. punk, but  Sting  said the mission was always to \"sell great music to masses of people.\" They did that with   Reggatta  , an album best known for \"Message in a Bottle\" but distinguished by the mutant reggae of \"The Bed's Too Big Without You\" and \"Walking on the Moon.", "title": "Reggatta de Blanc", "publisher": "A&M", "year": 1979, "artist": "The Police"},
{"index": 371, "description": "Scrappy, lager-fueled tunes about being young and bored in a bleak Northern England steel town. Even Yanks couldn't resist these raging Brit-pop-punk gems.", "title": "Whatever People Say I Am, That's What I'm Not", "publisher": "Domino USA", "year": 2006, "artist": "Arctic Monkeys"},
{"index": 370, "description": "David Bowie 's \"All The Young Dudes\" had revived  Mott 's career, but Ian Hunter \"wanted people to know that David didn't create this band.\" Producing themselves, they weathered skepticism and studio fistfights to record this examination of rock as \"a loser's game.\"   Mott   became their greatest success", "title": "Mott", "publisher": "Columbia", "year": 1973, "artist": "Mott the Hoople"},
{"index": 369, "description": "Designed to whet U.S. interest while the  Smiths  completed a new LP, this dazzling assortment of singles and album tracks became an unintended epitaph when the group dissolved. Its best songs are here, from \"Sheila Take a Bow\" to \"Panic.", "title": "Louder Than Bombs", "publisher": "Sire/Rough Trade", "year": 1987, "artist": "The Smiths"},
{"index": 368, "description": "This debut created a new template for laid-back L.A. country rock. Behind the band's mellow message – \"Take It Easy,\" \"Peaceful Easy Feeling\" – was a relentless drive. \"Everybody had to look good, sing good, play good and write good,\" Glenn Frey told Cameron Crowe in  Rolling Stone", "title": "The Eagles", "publisher": "Asylum", "year": 1972, "artist": "The Eagles"},
{"index": 367, "description": "For her first disc as a mother,  Madonna  and producer William Orbit showed the world that electronica doesn't have to be cold. Songs like the title track and \"Nothing Really Matters\" are filled with warmth and wonder.   Ray   also features her best singing ever", "title": "Ray of Light", "publisher": "Maverick/Warner Bros.", "year": 1998, "artist": "Madonna"},
{"index": 366, "description": "After years of neglect from the country establishment,  Cash  returned with this stark acoustic album produced by Rick Rubin. It was a reminder that a giant still walked among us", "title": "American Recordings", "publisher": "American", "year": 1994, "artist": "Johnny Cash"},
{"index": 365, "description": "Singer Zack de la Rocha's radical politics found sympathetic muscle in Tom Morello's howling one-guitar army, making a furor unheard since the  MC5  and  the Clash", "title": "Rage Against the Machine", "publisher": "Epic Associated", "year": 1992, "artist": "Rage Against the Machine"},
{"index": 364, "description": "Jim Morrison said the  Doors  wanted to \"get back to what we did originally: just be very primitive... very relaxed.\" Recorded in their rehearsal space with Morrison's mic set up in the bathroom, this was a bluesier, confident Doors. It was the last album Morrison recorded. He died soon after", "title": "L.A. Woman", "publisher": "Elektra", "year": 1971, "artist": "The Doors"},
{"index": 363, "description": "This assemblage of 12-inch singles and remixes charts New Order's tranformation from gloom rockers to electro-disco pioneers. Club hits like \"Blue Monday\" and \"Bizarre Love Triangle\" are full of bass melodies that beat-loving guitar bands are still trying to figure out", "title": "Substance", "publisher": "Qwest", "year": 1987, "artist": "New Order"},
{"index": 362, "description": "On their second disc, the  Pumpkins  pushed further from alt-rock to a grander, orchestrated sound with multiple guitar parts, strings and Mellotron.  Siamese Dream  is packed with hits (\"Cherup Rock,\" \"Today\") and alt-rock followed its lead", "title": "Siamese Dream", "publisher": "Virgin", "year": 1993, "artist": "The Smashing Pumpkins"},
{"index": 361, "description": "\"We call it slumadelic,\" said Big Boi of  OutKast 's far-reaching blend of hip-hop, funk, rock and otherworldly sounds. \"Ms. Jackson\" was something new for rap: an apology to the mother of an ex-girlfriend. And \"B.O.B. (Bombs Over Baghdad)\" twitches to techno beats and screeching guitar", "title": "Stankonia", "publisher": "LaFace", "year": 2000, "artist": "OutKast"},
{"index": 360, "description": "Singles   collects eight British 45s into a perfect punk album. This Manchester group took the sound of the  Ramones  and made it jittery and even faster. Songs such as \"Everybody's Happy Nowadays\" define a world of permanently frustrated desire", "title": "Singles Going Steady", "publisher": "I.R.S.", "year": 1979, "artist": "Buzzcocks"},
{"index": 359, "description": "After a couple of weightier singer-songwriter outings, it was delightful to hear  John  revel in the simple pop pleasures of \"Honky Cat.\" Written in five days, and using his signature touring band for the first time,   Honky Château   is a snapshot of an artist loosening up and coming into his full powers", "title": "Honky Chateau", "publisher": "Uni", "year": 1972, "artist": "Elton John"},
{"index": 358, "description": "This collaboration between Davis and ­arranger Gil Evans took 15 orchestral sessions to record and six months to assemble. It wasn't an attempt to play Spanish music but to suggest it; the album's muted beauty contains enormous passion. But is it jazz? Davis responded, \"It's music, and I like it.", "title": "Sketches of Spain", "publisher": "Columbia", "year": 1960, "artist": "Miles Davis"},
{"index": 357, "description": "Andrew Loog Oldham called it their \"most English\" album. Music-hall piano abuts the psych-soul of \"Ruby Tuesday\"; the lovely \"She Smiled Sweetly\" offsets the great Chuck Berry rip, \"Miss Amanda Jones.", "title": "Between the Buttons", "publisher": "London", "year": 1967, "artist": "The Rolling Stones"},
{"index": 356, "description": "Newman's second disc was his artistic breakout, with Ry Cooder and a few of the Byrds contributing to the loose, confident sound. It's prime caustic, funny Newman – especially the piano rockers \"Mama Told Me (Not to Come)\" and \"Have You Seen My Baby?\" and the tormented \"Suzanne.", "title": "12 Songs", "publisher": "Reprise", "year": 1970, "artist": "Randy Newman"},
{"index": 355, "description": "Freed from Eric Clapton's blues purism and spurred by Jeff Beck's reckless exhibitionism, the Yardbirds launched a noisy rock & roll avant-garde. This is the bridge between beat groups and psychedelia", "title": "Having a Rave Up With the Yardbirds", "publisher": "Epic", "year": 1965, "artist": "The Yardbirds"},
{"index": 354, "description": "The heavy roadwork dictated by the success of  The Stranger  produced a leaner, rock-oriented follow-up. Like Elton John, Joel assimilated whatever styles (jazz, Latin rhythms) suited his purpose. \"I don't want to limit my diet,\" he said, \"sampling only one vegetable in the garden.", "title": "52nd Street", "publisher": "Columbia", "year": 1978, "artist": "Billy Joel"},
{"index": 353, "description": "Epic hip-hop as messily inspired as  Kanye 's life, with  Elton John  pianos, vocoder freakouts, Bon Iver cameos and hilarious insights on Kanye's self-torpedoing genius.", "title": "My Beautiful Dark Twisted Fantasy", "publisher": "Def Jam/Roc-A-Fella", "year": 2010, "artist": "Kanye West"},
{"index": 352, "description": "Mark Knopfler started writing \"Money for Nothing\" when he overheard a New York appliance salesman's anti-rock-star, anti-MTV rant. The song, of course, became a huge MTV hit, and this album shows off Knopfler's incisive songwriting and lush guitar riffs on \"Walk of Life\" and \"So Far Away.", "title": "Brothers in Arms", "publisher": "Warner Bros.", "year": 1985, "artist": "Dire Straits"},
{"index": 351, "description": "This live  Rust  is essential Young, full of delicate acoustic songs and ragged Crazy Horse rampages. Highlights: \"My My, Hey Hey\" (a tribute to Johnny Rotten) and \"Powderfinger,\" where Young's guitar hits the sky like never before", "title": "Rust Never Sleeps", "publisher": "Reprise", "year": 1979, "artist": "Neil Young and Crazy Horse"},
{"index": 350, "description": "Jeff Beck was in the Yardbirds only briefly, but here he pushed the Brit blues rockers in a more adventurous, psychedelic direction", "title": "Roger the Engineer (a.k.a. Over Under Sideways Down)", "publisher": "Epic", "year": 1966, "artist": "The Yardbirds"},
{"index": 349, "description": "Jay-Z's \"farewell record\" proves once again that he's \"pound for pound . . . the best to ever come around.\" Hova recounts his mythic rise (\"From bricks to billboards, from grams to Grammys\") and body-slams his enemies in the walloping rap-rock assault \"99 Problems.\"", "title": "The Black Album", "publisher": "Roc-A-Fella", "year": 2003, "artist": "Jay-Z"},
{"index": 348, "description": "A stomping live document of the period when Waters' Chicago blues started reaching a wider pop audience.  Newport  has his classics – \"Hoochie Coochie Man,\" a torrid \"Got My Mojo Working\" – delivered by a tough, tight band anchored by harp genius James Cotton", "title": "At Newport 1960", "publisher": "Chess", "year": 1960, "artist": "Muddy Waters"},
{"index": 347, "description": "\"I'm full of dust and guitars,\" Pink Floyd's Syd Barrett said. Here's what that sounds like. The band's debut is all playful, psychedelic imagery and acid guitars – both poppy (\"See Emily Play\") and spaced-out freaky (\"Interstellar Overdrive\")", "title": "The Piper at the Gates of Dawn", "publisher": "Tower", "year": 1967, "artist": "Pink Floyd"},
{"index": 346, "description": "At the end of the Eighties, De La declared a \"D.A.I.S.Y. Age,\" which stood for \"Da Inner Sound, Y'All.\" No gold chains, just samples, skits, jokes and beats, biting everyone from P-Funk to Hall and Oates and Johnny Cash", "title": "3 Feet High and Rising", "publisher": "Tommy Boy", "year": 1989, "artist": "De La Soul"},
{"index": 345, "description": "This soundtrack to Jonathan Demme's 1984 concert film functions as a great band history. It begins with a spare version of \"Psycho Killer\" and builds to an expansive \"Take Me to the River,\" where the Heads are joined by Parliament great Bernie Worrell. Eighties art funk at its finest", "title": "Stop Making Sense", "publisher": "Sire", "year": 1984, "artist": "Talking Heads"},
{"index": 344, "description": "Reed followed up his breakthrough album,  Transformer , with \"my version of  Hamlet .\" A bleak song cycle about an abusive, drug-fueled relationship, it's hugely ambitious but also one of the darker records ever made – slow, druggy and heavily orchestrated by producer Bob Ezrin", "title": "Berlin", "publisher": "RCA", "year": 1973, "artist": "Lou Reed"},
{"index": 343, "description": "Meat Loaf's megaselling, megabombastic mega-album was written by pianist Jim Steinman, who'd intended some of the material for a new  Peter Pan . This is one of rock's most theatrical, grandiose records, yet Loaf brings real emotion to \"Two Out of Three Ain't Bad\" and \"Paradise by the Dashboard Light.", "title": "Bat Out of Hell", "publisher": "Epic", "year": 1977, "artist": "Meat Loaf"},
{"index": 342, "description": "For many Depeche Mode fans,  Violator  is the crowning glory of the boys' black-leather period. In \"Sweetest Perfection,\" \"Halo\" and \"World in My Eyes,\" they turn teen angst and sexual obsession into grand synth-pop melodrama, and their attempt at guitar rock resulted in a hit with \"Personal Jesus.", "title": "Violator", "publisher": "Sire", "year": 1990, "artist": "Depeche Mode"},
{"index": 341, "description": "Play  was the techno album that proved a Mac could have a soul. Moby took ancient blues and gospel voices and layered them with dance grooves, on songs such as \"Porcelain\" and \"Natural Blues.\" This was an album with a strange, haunting beauty – especially for advertisers, who mined  Play  for countless TV commercial", "title": "Play", "publisher": "V2", "year": 1999, "artist": "Moby"},
{"index": 340, "description": "MCA Records refused to release this, denouncing it as \"immoral\" and \"anti-parent.\" High praise, but Black Flag lived up to it, defining L.A. hardcore punk with violent guitar and the pissed-off scream of Henry Rollins, especially on \"TV Party\" and \"Rise Above.\" Punks still listen to  Damaged , and parents still hate it", "title": "Damaged", "publisher": "SST", "year": 1981, "artist": "Black Flag"},
{"index": 339, "description": "By the time Waits made his second album, he'd fully developed his talent for growling, jazzy beatnik gutter tales, and had largely dispensed with the love songs. He does it best on \"Diamonds on My Windshield\" and \"The Ghosts of Saturday Night.", "title": "The Heart of Saturday Night", "publisher": "Asylum", "year": 1974, "artist": "Tom Waits"},
{"index": 338, "description": "These San Francisco acid rockers were the most simpatico band Janis Joplin ever had, especially when its rough racket backs her up on \"Piece of My Heart,\" perhaps her greatest recording", "title": "Cheap Thrills", "publisher": "CBS", "year": 1968, "artist": "Big Brother and the Holding Company"},
{"index": 337, "description": "Tull were hairy prog-rock philosophers who decried organized religion (\"Hymn 43\") and modern hypocrisy (\"Aqualung\") while incorporating flute solos. With several FM-radio hits, this record made Tull into a major arena band. The cover painting gave Seventies kids nightmares", "title": "Aqualung", "publisher": "Chrysalis", "year": 1971, "artist": "Jethro Tull"},
{"index": 336, "description": "After the pay-what-you-like release hoopla died down, what were fans left with? How 'bout the most intense love songs Thom Yorke has ever sung, and a warm live-percussion feel that gives the whole album the vibe of a hippie jam session. One that's taking place at the end of the world, of course.", "title": "In Rainbows", "publisher": "Self-released", "year": 2007, "artist": "Radiohead"},
{"index": 335, "description": "They were the Seattle punk scene's headbanging answer to  Led Zeppelin II . But they became real songwriters on  Superunknown , shaping their angst into grunge anthems like \"Black Hole Sun.\" \"[We] realized the importance of melody,\" said Chris Cornell. \"Maybe we've been listening to Bryan Ferry.", "title": "Superunknown", "publisher": "A&M", "year": 1994, "artist": "Soundgarden"},
{"index": 334, "description": "An angry young crank in the mode of Elvis Costello, this former gas-station attendant rode the wave of U.K. punk. His fifth album combines bar-band rock with New Wave hooks, and his bitter paranoia shines through on every track.", "title": "Squeezing Out Sparks", "publisher": "Arista", "year": 1979, "artist": "Graham Parker"},
{"index": 333, "description": "John Doe and Exene Cervenka harmonize about doomed love over L.A. garage-rock thrash, changing the emotional language of punk. They were the White Stripes of their day, a young couple messing with country and blues in gems such as \"Adult Books,\" \"Beyond and Back\" and \"We're Desperate.", "title": "Wild Gift", "publisher": "Slash", "year": 1981, "artist": "X"},
{"index": 332, "description": "The British folk-rock duo's last album together is a harrowing portrait of a marriage gone bad, made as their marriage collapsed. The catchiest song: \"Wall of Death.\" The scariest: \"Walking on a Wire.\"", "title": "Shoot Out the Lights", "publisher": "Hannibal", "year": 1982, "artist": "Richard and Linda Thompson"},
{"index": 331, "description": "The moptops' second movie was a Swinging London goof, but the soundtrack included the classics \"You've Got to Hide Your Love Away\" and \"Ticket to Ride,\" as well as the lovely \"I've Just Seen a Face.\"  Help!  didn't break new ground, but it paved the way for the Beatles' next stop:  Rubber Soul", "title": "Help!", "publisher": "Capitol", "year": 1965, "artist": "The Beatles"},
{"index": 330, "description": "Young made his darkest, most emotionally frayed album as a tribute to two friends who died from drugs, Crazy Horse guitarist Danny Whitten and roadie Bruce Berry. Young sounds like he's on the edge of a breakdown in the mournful ballads \"Tired Eyes\" and \"Speakin' Out,\" recorded with a world-weary looseness", "title": "Tonight's the Night", "publisher": "Reprise", "year": 1975, "artist": "Neil Young"},
{"index": 329, "description": "A compilation of Mr. Dynamite's singles from '69 to '70, including the endlessly sampled \"Funky Drummer\" and \"Give It Up or Turnit a Loose,\" where Brown drops the heaviest funk of his – or anyone's – life", "title": "In the Jungle Groove", "publisher": "Polydor", "year": 1986, "artist": "James Brown"},
{"index": 328, "description": "Sonic Youth have had a long, brilliant career making trippy art punk, and this is their triumph. Thurston Moore's and Lee Ranaldo's guitars are like antennae picking up otherworldly signals and channeling them into the scuzzy urban haze of \"Teen Age Riot\" and \"Eric's Trip.", "title": "Daydream Nation", "publisher": "Enigma", "year": 1988, "artist": "Sonic Youth"},
{"index": 327, "description": "A studio expansion of Phair's homemade Girlysound cassettes,  Exile 's frank sex talk caused a stir. But it's the lacerating honesty of tracks such as \"Divorce Song\" that sticks, and \"Fuck and Run\" is one of the saddest songs ever written about dreaming of romance and settling for less", "title": "Exile in Guyville", "publisher": "Matador", "year": 1993, "artist": "Liz Phair"},
{"index": 326, "description": "According to the kids on  South Park , this is the best album ever made. According to many depressive Eighties-minded kids, it's the only album ever made – gloppy eyeliner at its grandest. On \"Fascination Street,\" Robert Smith's voice shakes like milk as he makes adolescent angst sound so wonderfully, wonderfully pretty", "title": "Disintegration", "publisher": "Elektra", "year": 1989, "artist": "The Cure"},
{"index": 325, "description": "\"Slowhand\" was the nickname given to Clapton by the Yardbirds' manager. On this quintessential album, he mixes candlelit love songs and guitar-hero riffs; \"Cocaine\" and \"Wonderful Tonight\" are the hits, but don't overlook \"Next Time You See Her,\" a gentle melody loaded with a death threat to a lover's suitor", "title": "Slowhand", "publisher": "RSO", "year": 1977, "artist": "Eric Clapton"},
{"index": 324, "description": "The Kraut-disco title track is where Bowie proclaims himself the Thin White Duke. Thin he was:  Station to Station  was recorded in a blizzard of cocaine in Los Angeles. \"TVC 15\" is New Orleans R&B as robotic funk; \"Golden Years\" is James Brown from outer space, with Bowie's amazing falsetto", "title": "Station to Station", "publisher": "RCA", "year": 1976, "artist": "David Bowie"},
{"index": 323, "description": "Here, the previously punkish trio added synth strings and politics, and blew up even further. \"Every Little Thing She Does Is Magic\" is a pop smart bomb, and \"Invisible Sun,\" about the violence in Northern Ireland, is genuinely moving", "title": "Ghost in the Machine", "publisher": "A&M", "year": 1981, "artist": "The Police"},
{"index": 322, "description": "Producer Lenny Waronker called him the King of the Suburban Blues Singers. This is Newman's quiet masterpiece, less rock than fuck-you cabaret. Even now, \"Political Science\" (\"Let's drop the big one/And see what happens\") is relevant; either Newman is brilliant or we haven't come a long way, baby", "title": "Sail Away", "publisher": "Reprise", "year": 1972, "artist": "Randy Newman"},
{"index": 321, "description": "Drake recorded his last album in a couple of nights, delivered the tapes to Island Records and checked himself into a psychiatric ward. If the music were as dark as the lyrics, it might be unlistenable. But Drake's soothing vocals and unadorned acoustic picking make Moon unfold with supernatural tenderness", "title": "Pink Moon", "publisher": "Island", "year": 1972, "artist": "Nick Drake"},
{"index": 320, "description": "The greatest sequel since  The Godfather: Part II . The second half of the one-two punch Radiohead began with  Kid A  was smoother on the surface yet just as disorienting underneath, bringing more of the rock guitars that its predecessor held back, but in all kinds of mutated forms.", "title": "Amnesiac", "publisher": "Capitol", "year": 2001, "artist": "Radiohead"},
{"index": 319, "description": "Righteous and seriously in the pocket, this is the last Wailers album with Peter Tosh and Bunny Wailer. Bob Marley's soulful cry is rivaled by the sticky organ riffs and fat-bottom beats, and their original version of \"I Shot the Sheriff\" is far more desperate than Eric Clapton's hit cover", "title": "Burnin' ", "publisher": "Island", "year": 1973, "artist": "The Wailers"},
{"index": 318, "description": "After Vietnam and Watergate, soul music slipped into darkness in the early Seventies. The title track of this Philly-soul album was the writing on the wall: funky and paranoid, much like the times", "title": "Back Stabbers", "publisher": "Philadelphia International", "year": 1972, "artist": "The O'Jays"},
{"index": 317, "description": "Smack in between hardcore punk and alternative, it was difficult to make sense of the Pixies' ferocious noise. Their secret weapon was leaping from sweet to screaming, pensive to pummeling: On \"Gigantic,\" Kim Deal sings like Peppermint Patty as the band drives a spike into Eighties rock", "title": "Surfer Rosa", "publisher": "4AD/Elektra", "year": 1988, "artist": "Pixies"},
{"index": 316, "description": "The album that turned folk music inside out. VU began as a black-booted antidote to flower power, so the quiet disillusion, exhaustion and ache here is as explosive as their first album's forbidding howl.", "title": "The Velvet Underground", "publisher": "MGM", "year": 1969, "artist": "The Velvet Underground"},
{"index": 315, "description": "With hair like Mick Jagger's and a voice like Bob Dylan's in tune, Petty and his bar band de-frilled classic rock: In 1979, \"Here Comes My Girl\" seemed to keep the promises Jagger et al. forgot they'd made", "title": "Damn the Torpedoes", "publisher": "Backstreet", "year": 1979, "artist": "Tom Petty and the Heartbreakers"},
{"index": 314, "description": "Hill took Seventies soul and made it boom and signify to the hip-hop generation on her solo debut. The production was subtle and glorious on heartbreakers such as \"Ex-Factor\" and the swinging sermon \"Doo Wop (That Thing).", "title": "The Miseducation of Lauryn Hill", "publisher": "Ruffhouse", "year": 1998, "artist": "Lauryn Hill"},
{"index": 313, "description": "Nirvana shine brightly on this striking live set because the volume is turned down just low enough to let Kurt Cobain's tortured vulnerability glow. The powerful, reverent covers of Lead Belly, David Bowie and (three) Meat Puppets songs sum up Nirvana as a haunted, theatrical and, ultimately, truly raw band", "title": "Unplugged", "publisher": "Geffen", "year": 1994, "artist": "Nirvana"},
{"index": 312, "description": "They thought Led Zeppelin were a funk band, and when they learned this was not true, they carried on anyway. On tracks like \"Mountain Song,\" Jane's major-label debut rewrites pre-Nirvana rock history, reconciling punk and metal with shredding riffs on oceanic songs. And they even had a hit ballad with \"Jane Says.", "title": "Nothing's Shocking", "publisher": "Warner Bros.", "year": 1988, "artist": "Jane's Addiction"},
{"index": 311, "description": "Blues without polish, country without corn, and rockabilly played with brainless abandon from Elvis Presley, Jerry Lee Lewis and Johnny Cash – as well as obscure gems like Bill Justis' aptly named \"Raunchy.", "title": "The Sun Records Collection", "publisher": "Rhino/RCA", "year": 1994, "artist": "Various Artists"},
{"index": 310, "description": "The Peppers ' high point – with John Frusciante's energizing, soulful guitar riffs, a huge assist from producer Rick Rubin and the surprise hit ballad \"Under the Bridge.", "title": "Blood Sugar Sex Magik", "publisher": "Warner Bros.", "year": 1991, "artist": "Red Hot Chili Peppers"},
{"index": 309, "description": "The best of the six albums  CCR  released between 1968 and 1970;  John Fogerty  is your chooglin' buddy, even when he's raining down fire and doom on \"Effigy.", "title": "Willy and the Poor Boys", "publisher": "Fantasy", "year": 1969, "artist": "Creedence Clearwater Revival"},
{"index": 308, "description": "An album that meant to deny the rock & roll that was then changing America – and succeeded. The songs were standards, most 10 or 20 years old, but  Sinatra  and arranger Nelson Riddle showed how timeless jazzy, hip sophistication can be", "title": "Songs for Swingin' Lovers!", "publisher": "Capitol", "year": 1956, "artist": "Frank Sinatra"},
{"index": 307, "description": "The Richard Lester film showed the  Beatles ' charm. The soundtrack deepened listeners' sense of their musical genius in the off-kilter beauty of  John Lennon 's \"If I Fell,\" the rockabilly bounce of  Paul McCartney 's \"Can't Buy Me Love,\" and the great leap forward of  George Harrison 's guitar work on the 12-string Rickenbacker", "title": "A Hard Day's Night", "publisher": "Parlophone", "year": 1964, "artist": "The Beatles"},
{"index": 306, "description": "Burrowing into the studio with sampledelic producers the Dust Brothers,  Beck  came back with a Technicolor version of his  Woody Guthrie -meets-Grandmaster Flash vision, demonstrating to his rock peers that turntables had a brighter future than refried grunge", "title": "Odelay", "publisher": "DGC", "year": 1996, "artist": "Beck"},
{"index": 305, "description": "It took three torturous years to finish this alt-country masterwork, but it was worth it.  Williams  writes songs that explore the rootlessness of American life, with vivid imagery and gravel-guitar beauty", "title": "Car Wheels on a Gravel Road", "publisher": "Mercury", "year": 1998, "artist": "Lucinda Williams"},
{"index": 304, "description": "Buckley  had a voice like an oversexed angel, and the songs here shimmer and twist. The fierce rocker \"Eternal Life\" upends  Led Zeppelin 's take on the blues while honoring it: Instead of a hellhound on his trail, Buckley, who drowned in 1997, evokes immortality bearing down on him", "title": "Grace", "publisher": "Columbia", "year": 1994, "artist": "Jeff Buckley"},
{"index": 303, "description": "Recovering from his 1966 motorcycle crash,  Dylan  took a left turn into country music and ascetic mysticism, connecting to Nashville through a host of characters from the Bible and America’s rugged history. It’s his most ominous album", "title": "John Wesley Harding", "publisher": "Columbia", "year": 1967, "artist": "Bob Dylan"},
{"index": 302, "description": "Public Enemy  expanded their widescreen vision of hip-hop on their third album, which included the righteous noise of \"Fight the Power,\" the uplifting sentiment of \"Brothers Gonna Work It Out\" and the agit-funk of \"911 Is a Joke.", "title": "Fear of a Black Planet", "publisher": "Def Jam", "year": 1990, "artist": "Public Enemy"},
{"index": 301, "description": "Parton 's starkest, most affecting album. The title track is about wearing rags but staying proud; on \"Traveling Man,\" Parton's mom runs off with her man; on \"If I Lose My Mind,\" her boyfriend has sex with another woman in front of her", "title": "Coat of Many Colors", "publisher": "RCA Victor", "year": 1971, "artist": "Dolly Parton"},
{"index": 300, "description": "The greatest sludge-metal band of them all in its prime. Paranoid may have bigger hits, but  Master of Reality , released a mere six months later, is heavier. The highlight is \"Sweet Leaf,\" a droning love song to marijuana. But the vibe is perfectly summed up by the final track, \"Into the Void.", "title": "Master of Reality", "publisher": "Warner Bros.", "year": 1971, "artist": "Black Sabbath"},
{"index": 299, "description": "When it came out,  Weezer 's debut was merely a cool, quirky power-pop album with a couple of hit singles – \"Buddy Holly\" and \"Undone (The Sweater Song).\" But Rivers Cuomo's band influenced a legion of sad-sack punkers. Today, they stand just a step below  Nirvana  in the alt-rock canon", "title": "Weezer", "publisher": "DGC", "year": 1994, "artist": "Weezer"},
{"index": 298, "description": "On his debut, the self-proclaimed \"first [rapper] with a Benz and a backpack\" beat the producer-tries-to-rap jinx and broke boundaries others wouldn't acknowledge – from the gospel riot \"Jesus Walks\" to the  Luther Vandross  tribute \"Slow Jamz.", "title": "The College Dropout'", "publisher": "Roc-A-Fella", "year": 2004, "artist": "Kanye West"},
{"index": 297, "description": "A milestone of studio mischief and a merciless satire of anything that pissed  Frank Zappa  off in flower power's heyday – drippy hippies, the Establishment, whatever", "title": "We're Only in It for the Money", "publisher": "Verve", "year": 1968, "artist": "The Mothers of Invention"},
{"index": 296, "description": "Inspired by  Can  riffs and bookended by lengthy, brutal songs about corporal punishment and the horrors of the cattle industry,  Murder  is the darkest entry in the U.K. group's catalog. On \"How Soon Is Now?\"  Morrissey  sums up with great pathos and hilarity what a drag it is to be shy. More pathos would come", "title": "Meat Is Murder", "publisher": "Sire", "year": 1985, "artist": "The Smiths"},
{"index": 295, "description": "The Montreal poet-turned-songwriter's most intense album.  Cohen  strums an acoustic guitar and murmurs about the destructive powers of love, and his tender croak of a voice gives every song an air of hushed drama", "title": "Songs of Love and Hate", "publisher": "Columbia", "year": 1971, "artist": "Leonard Cohen"},
{"index": 294, "description": "It's the ultimate rock salute: \"Kick out the jams, motherfuckers!\" Recorded live in Detroit by Rob Tyner and his anarchist crew,  Kick Out the Jams  writhes and hollers with the belief in rock & roll as civil disobedience. The proof: It was banned by a Michigan department store", "title": "Kick Out the Jams", "publisher": "Elektra", "year": 1969, "artist": "MC5"},
{"index": 293, "description": "Drowning their songs in guitar fuzz and drone,  VU  made the most extreme disc in their extreme catalog. \"Sister Ray\" is 17 minutes of amplifiers screaming", "title": "White Light/White Heat", "publisher": "Verve", "year": 1968, "artist": "The Velvet Underground"},
{"index": 292, "description": "A folk-rock free-for-all recorded in 1967 at the  Band 's house near Woodstock, New York. The much-bootlegged sessions were finally released eight years later", "title": "The Basement Tapes", "publisher": "Columbia", "year": 1975, "artist": "Bob Dylan and the Band"},
{"index": 291, "description": "The Heads  wore button-down shirts and embraced a tightly wound normality as rebellion. \"For a long time, I felt, 'Well, fuck everybody,'\" David Byrne told Punk magazine in 1976. \"Well, now I want to be accepted.\" The result was the tense, ingeniously constricted sound of their debut – geek-chic with hooks and charm", "title": "Talking Heads: 77", "publisher": "Sire", "year": 1977, "artist": "Talking Heads"},
{"index": 290, "description": "By the time they recorded the graceful, almost perfectly rendered  Call Me ,  Green  and producer Willie Mitchell could do little wrong. To hammer that home, Green showed he could rival  Ray Charles  as an interpreter of country songs on the killer downtempo cover of  Hank Williams ' \"I'm So Lonesome I Could Cry.", "title": "Call Me", "publisher": "Hi", "year": 1973, "artist": "Al Green"},
{"index": 289, "description": "The Kinks ' most tuneful, reflective album is anchored by two of their greatest songs: \"Waterloo Sunset\" and \"Death of a Clown.\" The album tanked in the U.S., but it set the table for their pastoral masterpiece,   The Village Green Preservation Society", "title": "Something Else by the Kinks", "publisher": "Reprise", "year": 1968, "artist": "The Kinks"},
{"index": 288, "description": "The Dead 's second album was built from multiple live performances and studio takes, which were faded in and out of each track to re-create the alchemy of the band's shows.  Jerry Garcia  said, \"We really mixed [the album] for the hallucinations, you know?", "title": "Anthem of the Sun", "publisher": "Warner Bros.", "year": 1968, "artist": "Grateful Dead"},
{"index": 287, "description": "The quintessential L.A. punk band made the first great West Coast punk album with its debut. Los Angeles is best known for its city-defining anthem and the torrid \"Johnny Hit and Run Paulene.\" Produced by Ray Manzarek of the  Doors , it also proved that punk and classic rock could hang out together", "title": "Los Angeles", "publisher": "Slash", "year": 1980, "artist": "X"},
{"index": 286, "description": "After topping the charts with   Let's Stay Together  ,  Green  released his second LP of 1972 – an even more sensual experience. \"Love and Happiness\" is a slow-building masterpiece: His band puts down a subtle groove, and Green adds a mountain of soul", "title": "I'm Still in Love With You", "publisher": "Hi", "year": 1972, "artist": "Al Green"},
{"index": 285, "description": "Recording after an onerous contract with Motown had expired, a newly empowered Wonder flexed his artistic control, making a relaxed, love-smitten warm-up for the blockbusters to come and playing nearly every funky note on classics such as \"Love Having You Around.", "title": "Music of My Mind", "publisher": "Tamla", "year": 1972, "artist": "Stevie Wonder"},
{"index": 284, "description": "\"We used to joke that the first album should be called   The Cars ' Greatest Hits ,\" said guitarist Elliot Easton. Their debut was arty and punchy enough to be part of Boston's New Wave scene, yet so catchy that nearly every track (\"Good Times Roll,\" \"My Best Friend's Girl\") landed on the radio", "title": "The Cars", "publisher": "Elektra", "year": 1978, "artist": "The Cars"},
{"index": 283, "description": "In 1974, White had three albums on the charts simultaneously, all containing orchestrated hits that fanned the flames of disco fever. But the newly married maestro was also a master balladeer, and \"I Can't Believe You Love Me\" keeps the boudoir drama coming for 10-plus minutes", "title": "Can't Get Enough", "publisher": "20th Century", "year": 1974, "artist": "Barry White"},
{"index": 282, "description": "Worried that the folk-music fad was luring listeners away from the blues, Chess Records directed  Waters  to record with acoustic instruments. These sessions – by Waters, Willie Dixon and a young  Buddy Guy  – went astonishingly well, and this pioneering \"unplugged\" set is beloved by blues and folk fans alike", "title": "Folk Singer", "publisher": "Chess", "year": 1964, "artist": "Muddy Waters"},
{"index": 281, "description": "Graced by soulful samples and revisions of classic R&B, this Puff Daddy-helmed second album is  Blige 's most autobiographical. Upbeat jams like \"Be Happy\" were created during her struggle with substance abuse and a tumultuous relationship. \"There's a real bad suicide spirit on there,\" she admitted", "title": "My Life", "publisher": "MCA", "year": 1994, "artist": "Mary J. Blige"},
{"index": 280, "description": "\"Our best work has been in our thirties,\"  Bono  said in 2000.  U2 's 10th album brought things back to the essentials to grapple with mortality – particularly the gospel-soul ballad \"Stuck in a Moment You Can't Get Out Of.", "title": "All That You Can't Leave Behind", "publisher": "Interscope", "year": 2000, "artist": "U2"},
{"index": 279, "description": "\"I think   Aladdin   was much more in the area of 'Ziggy goes to America,'\"  Bowie  remarked of the Ziggy sequel written largely during his first extensive U.S. tour. \"Time\" bridges the two albums, but \"The Jean Genie\" and a raunchy cover of \"Let's Spend the Night Together\" show a louder, harder, sexier Bowie", "title": "Aladdin Sane", "publisher": "RCA", "year": 1973, "artist": "David Bowie"},
{"index": 278, "description": "This influential compilation inspired folkies like  Pete Seeger  and the early  Bob Dylan , and it rekindled interest in the blues.  Jerry Garcia  cut his turntable speed in half in order to master the solos", "title": "Anthology of American Folk Music", "publisher": "Folkways", "year": 1952, "artist": "Harry Smith, Ed."},
{"index": 277, "description": "Jackson  bought a military suit and ruled the radio for two years with this album. Along with producers Jimmy Jam and Terry Lewis, she fashions a grand pop statement with hip-hop funk, slow jams and even hair metal", "title": "Rhythm Nation 1814", "publisher": "A&M", "year": 1989, "artist": "Janet Jackson"},
{"index": 276, "description": "George Clinton leads his Detroit crew of extraterrestrial brothers through a visionary album of science-fiction funk on jams such as \"Supergroovalisticprosifunkstication\" and \"Give Up the Funk.", "title": "Mothership Connection", "publisher": "Casablanca", "year": 1975, "artist": "Parliament"},
{"index": 275, "description": "Here's where  Eminem  introduced himself as a crazy white geek, the \"class-clown freshman/Dressed like Les Nessman.\" Hip-hop had never heard anything like Em's brain-damaged rhymes on this  Dr. Dre -produced album, which earned him respect, fortune, fame and a lawsuit from his mom", "title": "The Slim Shady LP", "publisher": "Aftermath", "year": 1999, "artist": "Eminem"},
{"index": 274, "description": "\"Lady Marmalade\" has one of the funkiest chants in Seventies disco: \"Hey, sister, go sister, soul sister, go sister!\" Nobody did the disco girl-group thing quite like the ladies of Labelle: They were Funkadelic-meets-the-Supremes, complete with platform heels, silver-lamé spacesuits and songs about New Orleans prostitutes", "title": "Nightbirds", "publisher": "Epic", "year": 1974, "artist": "Labelle"},
{"index": 273, "description": "Motown at its most debonair and sexy.  Robinson  works his sweeping soul falsetto over unbelievably sad ballads, including \"The Tracks of My Tears\" and \"Ooh Baby Baby,\" as the Miracles sob along", "title": "Going to a Go-Go", "publisher": "Tamla", "year": 1965, "artist": "Smokey Robinson and the Miracles"},
{"index": 272, "description": "When drummer Janet Weiss joined singer-guitarists Corin Tucker and Carrie Brownstein on the group's third LP, a riot-grrrl force of nature became one of the world's most potent rock bands. Tucker's indelible vibrato takes off with avenging-angel feminine ferocity", "title": "Dig Me Out", "publisher": "Kill Rock Stars", "year": 1997, "artist": "Sleater-Kinney"},
{"index": 271, "description": "The Beach Boys  were still into cars, girls and surfboards, but  Brian Wilson  was already a genius. He writes sweet California tunes here, and the haunting \"She Knows Me Too Well\" hits  Pet Sounds -deep", "title": "The Beach Boys Today!", "publisher": "Capitol", "year": 1965, "artist": "The Beach Boys"},
{"index": 270, "description": "\"Keith fuckin' gets busted every year,\" Mick Jagger fumed. Keith Richards was in drug hell, and the Stones were verging on destruction, but they bounced back with \"Miss You,\" the sleazy \"Shattered\" and \"When the Whip Comes Down.\" Richards does his best song, \"Before They Make Me Run.", "title": "Some Girls", "publisher": "Rolling Stones", "year": 1978, "artist": "The Rolling Stones"},
{"index": 269, "description": "Pretty Scottish boys surfing a wave of doom and gloom and enjoying every moment of it. The Jesus and Mary Chain's debut is a decadent alt-rock masterpiece of bubblegum pop – with \"Just Like Honey,\" \"My Little Underground\" and \"Never Understand\" – drowned in feedback", "title": "Psychocandy", "publisher": "Reprise", "year": 1985, "artist": "The Jesus and Mary Chain"},
{"index": 268, "description": "Simon 's first album after the breakup of Simon and Garfunkel was a tour de force of songcraft, storytelling, virtuosic guitar picking and upper-register vocal dazzle. It also forecast the fluid internationalism of   Graceland   with the reggae of \"Mother and Child Reunion\" and the samba-inflected \"Me and Julio Down by the Schoolyard.", "title": "Paul Simon", "publisher": "Columbia", "year": 1972, "artist": "Paul Simon"},
{"index": 267, "description": "The album that brought back Vespa scooters, parkas and uppers:  Pete Townshend  drew on the  Who 's roots in the London mod scene of the early Sixties and composed this expansive, messy rock opera about a lonely teenage boy looking for love in the city. It gets even better when you check out the movie", "title": "Quadrophenia", "publisher": "MCA", "year": 1973, "artist": "The Who"},
{"index": 266, "description": "Organist Al Kooper formed this eclectic rock-jazz collective, putting horns up front with the guitars. On Tim Buckley and  Randy Newman  covers, and the hard-bitten original \"I Can't Quit Her,\" it worked", "title": "Child Is Father to the Man", "publisher": "Columbia", "year": 1968, "artist": "Blood, Sweat and Tears"},
{"index": 265, "description": "Charles  spent the Fifties working hard to pioneer his own sound: fusing jazz, gospel and the blues into the new soul style that reshaped American music. But on  Genius  he relaxes for some easy-swinging pop, with big-band arrangements", "title": "The Genius of Ray Charles", "publisher": "Atlantic", "year": 1959, "artist": "Ray Charles"},
{"index": 264, "description": "The Dead  strip down for eight spooky country and folk tunes that rival the best of  Bob Dylan , especially on the morbid \"Black Peter\" and \"Dire Wolf.", "title": "Workingman's Dead", "publisher": "Warner Bros.", "year": 1970, "artist": "Grateful Dead"},
{"index": 263, "description": "Somehow, this young folk singer caught everyone's ear in the hair-metal late Eighties. Chapman had spent time strumming her acoustic guitar for spare change on the streets around Boston, and her gritty voice and storytelling made \"Fast Car\" hit home", "title": "Tracy Chapman", "publisher": "Elektra", "year": 1988, "artist": "Tracy Chapman"},
{"index": 262, "description": "Jimi Hendrix  called  CSN  \"groovy, Western-sky music.\" The trio first combined their golden-hippie harmonies on this debut, featuring \"Marrakesh Express\" and the seven-minute \"Suite: Judy Blue Eyes.", "title": "Crosby, Stills and Nash", "publisher": "Atlantic", "year": 1969, "artist": "Crosby, Stills and Nash"},
{"index": 261, "description": "The Dead  were never better in the studio than on the down-home stoner country of   American Beauty  . Released just six months after the folky classic   Workingman's Dead   [see No. 264], it has some of the band's most beloved songs, including \"Box of Rain\" and \"Friend of the Devil.", "title": "American Beauty", "publisher": "Warner Bros.", "year": 1970, "artist": "Grateful Dead"},
{"index": 260, "description": "Stardust   is  Nelson 's love song to old-time American music: At the height of his country popularity, the crooner digs up his favorite Tin Pan Alley standards – \"Georgia on My Mind,\" \"Unchained Melody,\" \"Don't Get Around Much Anymore\" – making yesterday's hits swing as if he had just come up with them in his La-Z-Boy", "title": "Stardust", "publisher": "Columbia", "year": 1978, "artist": "Willie Nelson"},
{"index": 259, "description": "Janet Jackson  left behind her girl-next-door image forever with The Velvet Rope, an album of sexy, confessional, freewheeling hip-hop soul. She pairs  Joni Mitchell  and Q-Tip in \"Got 'Til It's Gone\" and does house music on \"Together Again,\" but the shocker is her girl-girl version of  Rod Stewart 's \"Tonight's the Night.", "title": "The Velvet Rope", "publisher": "Virgin", "year": 1997, "artist": "Janet Jackson"},
{"index": 258, "description": "Having shed their early garage-rock grit in favor of more baroque arrangements,  the Kinks  made one of their loveliest albums, Ray Davies' nostalgic ode to British pastoral life. The sound is delicate, like a picture of a small town vanishing before your eyes", "title": "The Village Green Preservation Society", "publisher": "Reprise", "year": 1968, "artist": "The Kinks"},
{"index": 257, "description": "She had been a model and a nightclub singer when she cut this smooth R&B debut. Her vocal gifts and technique are astounding; even slick tracks such as \"Greatest Love of All\" stick. Best song: \"How Will I Know,\" perky synth funk evoking  Houston 's family friend  Aretha Franklin", "title": "Whitney Houston", "publisher": "Arista", "year": 1985, "artist": "Whitney Houston"},
{"index": 256, "description": "This German group's robotic synthesizer grooves influenced electro-disco hitmakers, experimentalists such as Brian Eno and rappers including Afrika Bambaataa, who lifted the title track for \"Planet Rock.", "title": "Trans-Europe Express", "publisher": "Capitol", "year": 1977, "artist": "Kraftwerk"},
{"index": 255, "description": "One of the bestselling metal albums ever, created with  Bon Jovi  producer Bob Rock and led by \"Enter Sandman\" and the ballad \"Nothing Else Matters.\" \"It's scary to look out and see couples hugging during that song,\" frontman James Hetfield said. \"'Oh, fuck, I thought this was a  Metallica  show.'", "title": "Metallica", "publisher": "Elektra", "year": 1991, "artist": "Metallica"},
{"index": 254, "description": "\"Try a Little Tenderness\" was a Bing Crosby tune from the Thirties until  Redding  turned it into pure Memphis soul. On Dictionary, he does the same with \"Tennessee Waltz\" and the  Beatles ' \"Day Tripper,\" as well as his own ballads \"Fa-Fa-Fa-Fa-Fa (Sad Song)\" and \"My Lover's Prayer.", "title": "Dictionary of Soul", "publisher": "Volt", "year": 1966, "artist": "Otis Redding"},
{"index": 253, "description": "Springsteen  said it took him five albums to begin writing about real relationships, \"people tryin' to find some sort of consolation in each other.\"   The River   balances those stories with E Street romps through bar-band R&B, rockabilly and epic rock", "title": "The River", "publisher": "Columbia", "year": 1980, "artist": "Bruce Springsteen"},
{"index": 252, "description": "If  Frank Sinatra  had been born a Brooklyn rapper,   The Blueprint   is the album he would have made. It's all flash and bravado, with  Jay-Z  dissing rivals, talking smack about his troubles with the cops and flossing hard with ladies all around the world.", "title": "The Blueprint", "publisher": "unknown", "year": 0, "artist": "Jay-Z"},
{"index": 251, "description": "Moving to West Berlin to kick cocaine,  Bowie  hooked up with producer Brian Eno.   Low   was the first of the trilogy of albums they made, full of electronic instrumentals and quirky funk like \"Sound and Vision.\" During this time, Bowie also produced  Iggy Pop 's   Lust for Life   and   The Idiot  , the high point of Iggy's solo career", "title": "Low", "publisher": "RCA", "year": 1977, "artist": "David Bowie"},
{"index": 250, "description": "\"The studio was like a psychiatrist's couch for me,\"  Jay-Z  told  Rolling Stone , and his debut is full of a hustler's dreams and laments. It established Jay as the premier freestyle rapper of his generation and includes a filthy guest appearance from a 16-year-old Foxy Brown on \"Ain't No Nigga.", "title": "Reasonable Doubt", "publisher": "Roc-A-Fella", "year": 1996, "artist": "Jay-Z"},
{"index": 249, "description": "\"It doesn't sound a whole lot like us,\" warned guitarist Peter Buck, but that was the point of  R.E.M. 's eighth album. Largely acoustic, and with string parts arranged by  Led Zeppelin 's John Paul Jones, this musical left turn finds a haunted beauty", "title": "Automatic for the People", "publisher": "Warner Bros.", "year": 1992, "artist": "R.E.M."},
{"index": 248, "description": "Coleman 's sound was so out-there, one audience at an early gig threw his sax over a cliff. He pioneered free jazz: no chords, no harmony, any player can take the lead – music as lyrical as it is demanding, particularly on \"Lonely Woman.", "title": "The Shape of Jazz to Come", "publisher": "Atlantic", "year": 1959, "artist": "Ornette Coleman"},
{"index": 247, "description": "After two expensive studio albums put them $100,000 in debt, this live set was more than just cheap, it was pivotal. For the  Dead , the magic happened onstage, as demonstrated by the glorious 23-­minute jam-outs on \"Dark Star\" and a raging, 15-minute cover of Bobby Bland's \"(Turn On Your) Love Light.", "title": "Live Dead", "publisher": "Warner Bros.", "year": 1969, "artist": "Grateful Dead"},
{"index": 246, "description": "A master guitarist and provocateur,  Frank Zappa  made more than 60 albums, but the first was perhaps the most groundbreaking. The double disc declared the arrival of a visionary weirdo who dabbled in doo-wop, pop-song parody, protest tunes, art rock and avant-garde classical", "title": "Freak Out!", "publisher": "Verve", "year": 1966, "artist": "The Mothers of Invention"},
{"index": 245, "description": "Lewis  is famous for his frenzied, piano-pumping Sun sides of the late Fifties, yet his career as a country hitmaker lasted decades. Listen to \"What Made Milwaukee Famous (Has Made a Loser Out of Me),\" and you might agree with the Killer that \" Elvis  was the greatest, but I'm the best.", "title": "All Killer, No Filler!", "publisher": "Rhino", "year": 1993, "artist": "Jerry Lee Lewis"},
{"index": 244, "description": "Before his second major-label LP,  Eminem  was a shock rapper with a sense of humor; after   Mathers  , he was the voice of a generation. Songs like \"The Real Slim Shady\" created a vast, pissed-off audience. And no one could deny the narrative heft of \"Stan.", "title": "The Marshall Mathers LP", "publisher": "Aftermath", "year": 2000, "artist": "Eminem"},
{"index": 243, "description": "Recorded in a single 12-hour blurt by a hippie-leaning former blues band, this lumbering debut conjured up a new, sludgy sound: the birth pains of heavy metal. The slide guitar on \"The Wizard\" and the grungy boogie of \"Wicked World\" would influence not only future metal spawn but even the sound of  Nirvana", "title": "Black Sabbath", "publisher": "Warner Bros.", "year": 1970, "artist": "Black Sabbath"},
{"index": 242, "description": "\"It's good to be raw,\" said Run, and the metallic guitar powering \"Rock Box\" proved it.  Run-D.M.C. 's debut ditches early rap's party rhymes to codify B-boy style and make history, from the way they dress to their hard beats to the everyday subject matter of \"It's Like That.", "title": "Run-D.M.C.", "publisher": "Profile", "year": 1984, "artist": "Run-D.M.C."},
{"index": 241, "description": "Copping a  Beatles  title was cheeky; attaching it to a post-punk masterpiece was a sign of maturity. Songs like \"I Will Dare\" sizzle with ambition. Mixing punk and country with wry lyrics, \"Unsatisfied\" sounds like Paul Westerberg demanding more of himself and of his band. He got it", "title": "Let It Be", "publisher": "Twin/Tone", "year": 1984, "artist": "The Replacements"},
{"index": 240, "description": "Working as hired songwriters by day, Donald Fagen and Walter Becker rehearsed this debut in executives' offices by night. \"We play rock & roll, but we swing,\" said Becker. For proof, check the cool lounge-jazz rhythms of \"Do It Again\" and the hot guitar of \"Reelin' in the Years.", "title": "Can't Buy a Thrill", "publisher": "MCA", "year": 1972, "artist": "Steely Dan"},
{"index": 239, "description": "\"I like the challenge of merging art and commerce,\"  Madonna  said. She won artistic recognition with her most personal set of songs, including \"Till Death Do Us Part\" and \"Oh Father\"; commerce with \"Express Yourself\" and the title track, whose video had the Vatican talking about blasphemy", "title": "Like a Prayer", "publisher": "Sire", "year": 1989, "artist": "Madonna"},
{"index": 238, "description": "Chicago blues at its raunchy best, \"The Rocking Chair Album\" features an outrageous set of sex songs written by Willie Dixon, including \"Shake for Me,\" \"The Red Rooster\" and \"Back Door Man.\" In 1971, on   The London Howlin' Wolf Sessions  ,  Wolf  finally taught an enraptured  Eric Clapton  how to play \"The Red Rooster.", "title": "Howlin' Wolf", "publisher": "Chess", "year": 1962, "artist": "Howlin' Wolf"},
{"index": 237, "description": "The Who  debuted in maximum R&B mode: power-chorded reductions of  James Brown  ballads. When a manager badgered  Pete Townshend  into beefing up his laid-back demo of \"My Generation,\" the resulting explosion knocked a hole in the future", "title": "The Who Sings My Generation", "publisher": "Decca", "year": 1966, "artist": "The Who"},
{"index": 236, "description": "Wilson  was a knockout live performer who made R&B that rocked and sang ballads with a voice, said arranger Dick Jacobs, \"like honey on moonbeams.\" The highlight of this three-disc set – which spans from the Fifties to the Seventies – is the endless build of \"(Your Love Keeps Lifting Me) Higher and Higher.", "title": "Mr. Excitement!", "publisher": "Rhino", "year": 1992, "artist": "Jackie Wilson"},
{"index": 235, "description": "She died in a plane crash at 30, but  Cline  made her mark as one of country's great singers. \"Walkin' After Midnight\" and \"I Fall to Pieces\" also made the pop charts, and her version of \"Crazy\" was a godsend to struggling writer Willie Nelson", "title": "The Ultimate Collection", "publisher": "UTV", "year": 2000, "artist": "Patsy Cline"},
{"index": 234, "description": "Paul Simon  called this \"the quintessential  Simon and Garfunkel  album.\" It is certainly far-ranging – a mostly dark, beautifully written voyage that includes both the epic \"America\" and the  Graduate  theme, \"Mrs. Robinson.\" The duo produced the rec­ord themselves, with brilliant restraint", "title": "Bookends", "publisher": "Columbia", "year": 1968, "artist": "Simon and Garfunkel"},
{"index": 233, "description": "\"Wow, man, you can even dance to that!\" said  Bob Dylan  on hearing the  Byrds ' harmonized electric-12-string treatments of his material. This debut defined folk rock with L.A. studio savvy and ringing guitars", "title": "Mr. Tambourine Man", "publisher": "Columbia", "year": 1965, "artist": "The Byrds"},
{"index": 232, "description": "Covering 1966 to 1970, this double-disc set anthologizes the second act in the  Kinks ' venerable career. Observational narratives such as \"Waterloo Sunset\" reveal Ray Davies to be a master miniaturist", "title": "The Kink Kronikles", "publisher": "Reprise", "year": 1972, "artist": "The Kinks"},
{"index": 231, "description": "Freddie Mercury wanted  Queen  to be \"the Cecil B. DeMille of rock,\" and this is where the band let its over-the-top tendencies loose – especially on \"Bohemian Rhapsody,\" the most operatic rock song ever", "title": "A Night at the Opera", "publisher": "Elektra", "year": 1975, "artist": "Queen"},
{"index": 230, "description": "After being dumped by her previous label, veteran blues rocker  Raitt  exacted revenge with this multiplatinum Grammy-award winner. Producer Don Was helped her sharpen the songs without sacrificing any of her slide-guitar fire. And as Raitt herself pointed out, her 10th try was \"my first sober album.", "title": "Nick of Time", "publisher": "Captiol", "year": 1989, "artist": "Bonnie Raitt"},
{"index": 229, "description": "This is where  Aerosmith  perfected their raunchy blues-rock sound, with guitarist Joe Perry laying down some of the Seventies' most indelible riffs on \"Walk This Way\" and \"Sweet Emotion,\" and Steven Tyler stepping up with scads of dirtbag swagger and unforgettable songs about his favorite topic: sex", "title": "Toys in the Attic", "publisher": "Columbia", "year": 1975, "artist": "Aerosmith"},
{"index": 228, "description": "Laid-back, diamond-sharp: Old-school titan  Rakim  may still lead the race for Best Rapper Ever, and this album is a big reason why.  Paid in Full  was one of the first hip-hop records to fully embrace Seventies funk samples on stone classics such as \"I Know You Got Soul\" and the title track", "title": "Paid in Full", "publisher": "4th and Broadway/Island", "year": 1987, "artist": "Eric B. and Rakim"},
{"index": 227, "description": "Kurt Cobain  himself acknowledged the  Pixies ' influence on the soft/loud dynamic that powered \"Smells Like Teen Spirit.\"  Doolittle  is a mix of the band's earlier hardcore storms, Black Francis' self­described \"stream of unconsciousness\" rants, and the strange melodicism and surf-metal guitar that defined its creepy magic", "title": "Doolittle", "publisher": "4AD/Elektra", "year": 1989, "artist": "Pixies"},
{"index": 226, "description": "Recorded on a four-track in  Springsteen 's bedroom, the songs on   Nebraska   were stark, spooky acoustic demos that he decided to release \"bare.\" Packed with shadowy hard-luck tales of underdogs, it ends with \"Reason to Believe,\" one of those songs where Springsteen's search for faith inspires faith itself", "title": "Nebraska", "publisher": "Columbia", "year": 1982, "artist": "Bruce Springsteen"},
{"index": 225, "description": "The Nineties' irrepressible punk brats grew up with a bang, proving they could take on the kind of gargantuan old-school concept album that nobody else seemed to have the guts to try anymore. Billie Joe Armstrong raged against the political complacency of Bush-era America with ferocity and a  Who -size sense of grandeur", "title": "American Idiot", "publisher": "Reprise", "year": 2004, "artist": "Green Day"},
{"index": 224, "description": "This pop-rock star's melodramatic delivery is a guilty pleasure that never gets less pleasurable – or less guilty – than when he's belting \"Sweet Caroline,\" \"Cherry, Cherry\" or \"I Am ... I Said.", "title": "The Neil Diamond Collection", "publisher": "MCA", "year": 1999, "artist": "Neil Diamond"},
{"index": 223, "description": "U2  were on the cusp of becoming one of the Eighties' most important groups when their third album came out. It's the band's most overtly political album, with songs about Poland's Solidarity movement (\"New Year's Day\") and Irish unrest (\"Sunday Bloody Sunday\") charged with explosive, passionate guitar rock", "title": "War", "publisher": "Island", "year": 1983, "artist": "U2"},
{"index": 222, "description": "There may never have been a funnier, sunnier piano player. His rolling, rumba-tinged style, yodeling vocals and whistling make tracks such as \"Tipitina\" swinging blasts of joy. New Orleans Piano collects Atlantic singles from 1949 to 1953, including the ultimate party anthem, \"Mardi Gras in New Orleans.", "title": "New Orleans Piano", "publisher": "Atlantic", "year": 1972, "artist": "Professor Longhair"},
{"index": 221, "description": "A shoegazer masterpiece, the fourth MBV album reportedly cost £250,000 to make. It was worth every penny, expanding the possibilities of noise-as-melody by combining dizzying guitar drone and Bilinda Butcher’s ethereal vocals", "title": "Loveless", "publisher": "Sire", "year": 1991, "artist": "My Bloody Valentine"},
{"index": 220, "description": "The New Orleans rhythm killers' second album exemplifies their foundational groove. These instrumentals – sampled by rappers including  Nas  and  N.W.A  – are funk of the gods, with George Porter Jr.'s monster bass and the incredible off-the-beat drumming of Ziggy Modeliste", "title": "Look-Ka Py Py", "publisher": "Josie", "year": 1970, "artist": "The Meters"},
{"index": 219, "description": "Recorded when the New York rap trio were barely out of high school,   Licensed to Ill   remains a revolutionary combination of hip-hop beats, metal riffs and some of the most exuberant, unapologetic smart-aleck rhymes ever made. It became the bestselling rap album of the Eighties", "title": "License to Ill", "publisher": "Def Jam", "year": 1986, "artist": "Beastie Boys"},
{"index": 218, "description": "The original kings of British mope rock could have earned that title on the basis of this album alone.  The Smiths ' most tuneful record is full of emulsifying rage (\"The Queen Is Dead\"), epic sadness (\"There Is a Light That Never Goes Out\") and strummy social commentary (\"Frankly, Mr. Shankly\")", "title": "The Queen Is Dead", "publisher": "Sire/Rough Trade", "year": 1986, "artist": "The Smiths"},
{"index": 217, "description": "Bland's stirring, guttural howl is epitomized by \"Little Boy Blue\" and \"Cry, Cry, Cry,\" which erase any distinction between blues and soul. \"I Pity the Fool\" and \"Lead Me On\" may just be some of the purest, most heartbroken singing you'll ever hear", "title": "Two Steps From the Blues", "publisher": "Duke", "year": 1961, "artist": "Bobby Bland"},
{"index": 216, "description": "Diddley 's influence is inestimable, from the off-kilter thump of \"Pretty Thing\" to his revved-up blues singing. This album – a repackaging of his first two records – has many of his best singles, including \"I'm a Man\" and \"Who Do You Love?", "title": "Bo Diddley/Go Bo Diddley", "publisher": "MCA", "year": 1990, "artist": "Bo Diddley"},
{"index": 215, "description": "\"Could you make it with Frankenstein?\" they asked, not kidding. Glammed-out punkers the  New York Dolls  snatched riffs from  Chuck Berry  and  Fats Domino  and fattened them with loads of attitude and reverb. Produced by Todd Rundgren, songs like \"Personality Crisis\" and \"Bad Girl\" drip with sleaze and style", "title": "New York Dolls", "publisher": "Mercury", "year": 1973, "artist": "New York Dolls"},
{"index": 214, "description": "On early singles like \"A Fool in Love,\"  Tina Turner  has wild power and raw vulnerability. Then come the rock & roll covers, the Seventies funk and \"River Deep, Mountain High.\" Amazing", "title": "Proud Mary: The Best of Ike and Tina Turner", "publisher": "EMI", "year": 1991, "artist": "Ike and Tina Turner"},
{"index": 213, "description": "Tattoo You   was lean, tough and bluesy – the  Stones  relying on their strengths, as if they'd matured into the kind of surefire bluesmen they'd idolized as kids. It spent nine weeks at Number One on the strength of \"Start Me Up,\" in which  Mick Jagger  snuck the line \"You make a dead man come\" onto the radio", "title": "Tattoo You", "publisher": "Virgin", "year": 1981, "artist": "The Rolling Stones"},
{"index": 212, "description": "Pavement's second album was about love and rock & roll, with bouncy pop, stretches of lyrical noise and \"Range Life,\" which slagged the Smashing Pumpkins while searching for the right way to settle down", "title": "Crooked Rain, Crooked Rain", "publisher": "Matador", "year": 1994, "artist": "Pavement"},
{"index": 211, "description": "The follow-up to  The Dark Side of the Moon  was another essay on everyday lunacy – capped by the liquid-rock suite \"Shine On You Crazy Diamond,\" a poignant allusion to errant ex-member Syd Barrett.", "title": "Wish You Were Here", "publisher": "Columbia", "year": 1975, "artist": "Pink Floyd"},
{"index": 210, "description": "Young and Crazy Horse had been together for only a couple of months when they cut  Nowhere  – and the jammy outing sounds that way, in the best sense possible", "title": "Everybody Knows This Is Nowhere", "publisher": "Reprise", "year": 1969, "artist": "Neil Young With Crazy Horse"},
{"index": 209, "description": "When their debut came out, Pearl Jam were competing with Nirvana in a grunge popularity contest they were bound to lose. Yet  Ten  was just as key in reshaping hard rock: Eddie Vedder's shaky, agonized growl and Mike McCready's wailing guitar solos on \"Alive\" and \"Jeremy\" push both songs to the brink and back again", "title": "Ten", "publisher": "Epic", "year": 1991, "artist": "Pearl Jam"},
{"index": 208, "description": "Chamber-pop arrangements made this the British folkie's most ambitious album. And his toughest: \"Wild World\" and \"Hard-Headed Woman\" find Stevens condemning his ex, Patti D'Arbanville – who later shacked up with Mick Jagger", "title": "Tea for the Tillerman", "publisher": "A&M", "year": 1970, "artist": "Cat Stevens"},
{"index": 207, "description": "\"Black Magic Woman,\" the Top Five hit from  Abraxas , is definitive Santana: Afro-Latin grooves and piercing lyrical psychedelic blues guitar. It was a cover of a Fleetwood Mac song written by one of Carlos Santana's guitar heroes, Peter Green. The album's other hit was also a cover: Tito Puente's \"Oye Como Va.", "title": "Abraxas", "publisher": "Columbia", "year": 1970, "artist": "Santana"},
{"index": 206, "description": "A mix of slinky funk, synth-driven rock, jittery pop and sexual innuendo,  Dirty Mind  is a New Wave R&B masterwork. It includes the world's merriest done-me-wrong song, \"When You Were Mine,\" and the incest ditty \"Sister.\" \"I wasn't being deliberately provocative,\" Prince said. \"I was being deliberately me.", "title": "Dirty Mind", "publisher": "Warner Bros.", "year": 1980, "artist": "Prince"},
{"index": 205, "description": "Half studio album, half live album,  Wheels of Fire  not only has the definitive Cream tune – \"White Room\" – but it is also incontrovertible proof of Eric Clapton's interpretive mastery. \"Crossroads,\" a live reworking of Robert Johnson's haunted blues classic, features one of the most blazing guitar solos ever recorded", "title": "Wheels of Fire", "publisher": "Polydor", "year": 1968, "artist": "Cream"},
{"index": 204, "description": "This is history repeating itself – in  Dylan 's specific echoes of Slim Harpo and Memphis Minnie, and in his refusal to bend even in the harshest winds. \"Heart burnin', still yearnin',\" he sings in \"Ain't Talkin',\" the album's last song, a proud walk through a scorched Earth that Woody Guthrie would have recognized in an instant", "title": "Modern Times", "publisher": "Columbia", "year": 2006, "artist": "Bob Dylan"},
{"index": 203, "description": "The feverishly anticipated follow-up to  Thriller  added more hits to Jackson's collection: \"Bad,\" \"The Way You Make Me Feel\" and \"Man in the Mirror.\" He also began venting some of his darker emotions in the violent fantasies of \"Smooth Criminal\" and the paranoia of \"Dirty Diana.", "title": "Bad", "publisher": "Epic", "year": 1987, "artist": "Michael Jackson"},
{"index": 202, "description": "The duo's third album yielded uptempo hits like \"The 59th Street Bridge Song\" and the fine English-major folk of \"For Emily\" and \"The Dangling Conversation.", "title": "Parsley, Sage, Rosemary and Thyme", "publisher": "Columbia", "year": 1966, "artist": "Simon and Garfunkel"},
{"index": 201, "description": "Holing up in the one-time home of Manson-family victim Sharon Tate, Trent Reznor made an overpowering meditation on NIN's central theme: control.", "title": "The Downward Spiral", "publisher": "Nothing/Interscope", "year": 1994, "artist": "Nine Inch Nails"},
{"index": 200, "description": "Bon Scott was a bourbon-swilling force of nature, and by AC/DC's fourth LP, he and guitarist Angus Young had become a one-two punch with killer songs (like the bulldozing title track) to match. Scott's wicked ways caught up with him, however: He was dead six months after Highway hit shelves", "title": "Highway to Hell", "publisher": "Atlantic", "year": 1979, "artist": "AC/DC"},
{"index": 199, "description": "The debut from these mod ragamuffins was a blast of guitar-combo racket that made New York's shadows sound vicious and exciting again.   Is This It   mixed  Velvet Underground  grime and skinny-tie New Wave jangle with Julian Casablancas' Lower East Side dispatches – sometimes acidic, always full of great melody", "title": "Is This It", "publisher": "RCA", "year": 2001, "artist": "The Strokes"},
{"index": 198, "description": "This Muddy Waters sideman attacked the harmonica with the authority of the bop sax players he loved, bringing a dynamic new sound to Chicago blues. In 1952, his own \"Juke\" topped the R&B charts. But he had no control of his personal life; he died at 37 after being injured in a street fight", "title": "The Best Of", "publisher": "Chess", "year": 1957, "artist": "Little Walter"},
{"index": 197, "description": "The founding document of alternative rock, released just as Gen X was heading off to college. Though \"technically limited,\" according to co-producer Don Dixon, R.E.M. packed their songs with cathartic mystery. Peter Buck's guitar chimes and Michael Stipe unspools his low-talker lyrics like they constitute a new language", "title": "Murmurs", "publisher": "I.R.S.", "year": 1983, "artist": "R.E.M."},
{"index": 196, "description": "This 27-song collection of short, fun brutally simple Sixties garage rock, compiled by critic Lenny Kaye, was proto-punk manna in the prog-clogged Seventies", "title": "Nuggets: Original Artyfacts From the First Psychedelic Era, 1965-1968", "publisher": "Elektra", "year": 1972, "artist": "Various Artists"},
{"index": 195, "description": "Ex-Yardbird Eric Clapton's solos here inspired his \"Clapton Is God\" cult. The band expertly covers Robert Johnson and Freddie King, and blows up Ray Charles' \"What'd I Say\" with a long drum solo that predicts Cream.", "title": "Blues Breakers", "publisher": "London", "year": 1966, "artist": "John Mayall With Eric Clapton"},
{"index": 194, "description": "David Bowie counted the former Velvet Underground leader as a major inspiration – and paid Reed back by producing his biggest album.  Transformer  had glam flash courtesy of guitarist Mick Ronson, and \"Walk on the Wild Side\" brought drag queens and hustlers into the Top 20", "title": "Transformer", "publisher": "RCA", "year": 1972, "artist": "Lou Reed"},
{"index": 193, "description": "The album that jump-started the Nineties punk-pop revival. Singer-guitarist Billie Joe Armstrong boiled suburban boredom into airtight, three-minute shots like \"Welcome to Paradise,\" \"Basket Case\" and the infectious smash \"Longview\" – which Armstrong described as \"cheap self-therapy from watching too much TV.", "title": "Dookie", "publisher": "Reprise", "year": 1994, "artist": "Green Day"},
{"index": 192, "description": "A hugely influential country-rock statement – concocted by ex-Byrds Gram Parsons and Chris Hillman – of L.A. hillbilly anthems, God-fearing hippie soul and achingly beautiful two-part harmonies", "title": "The Gilded Palace of Sin", "publisher": "A&M", "year": 1969, "artist": "The Flying Burrito Brothers"},
{"index": 191, "description": "With garage-savvy ex-Kingsmen keyboardist Don Gallucci producing their second album, the Stooges' relentless \"troglodyte groove\" was allowed to run psychotically rampant. \"I stick it deep inside,\" Iggy Pop growls on \"Loose.\" And the punk torpedoes like \"T.V. Eye\" make good on that promise.", "title": "Fun House", "publisher": "Elektra", "year": 1970, "artist": "The Stooges"},
{"index": 190, "description": "\"I had to leave town for a little while,\" Presley sings in the first track. This record announced he was back. With a crack crew of Memphis musicians, Presley masterfully tackles country, gospel, soul, pop and – on \"In the Ghetto\" – message songs", "title": "From Elvis in Memphis", "publisher": "RCA Victor", "year": 1969, "artist": "Elvis Presley"},
{"index": 189, "description": "The definitive live recording of the late-Sixties ballroom experience: This San Francisco acid-blues band's second album captures its twin guitarists in bright flight, and composed intricacies like the studio epic \"Calvary\" prove that psychedelia was about more than just tripping out", "title": "Happy Trails", "publisher": "Capitol", "year": 1969, "artist": "Quicksilver Messenger Service"},
{"index": 188, "description": "Their second record has masterful L.A. folk rock from Stephen Stills, pioneering country rock from Richie Furay and two Neil Young gems: the raw \"Mr. Soul\" and the suitelike \"Broken Arrow.", "title": "Buffalo Springfield Again", "publisher": "ATCO", "year": 1967, "artist": "Buffalo Springfield"},
{"index": 187, "description": "Gabriel got funky on the 1982 single \"Shock the Monkey.\" It took him four years to follow up, but  So  delivered with the visceral \"Sledgehammer,\" the upbeat \"Big Time,\" the gothic love ballad \"In Your Eyes\" and the inspirational \"Don't Give Up,\" a duet with Brit art thrush Kate Bush", "title": "So", "publisher": "Geffen", "year": 1986, "artist": "Peter Gabriel"},
{"index": 186, "description": "As the Seventies unfurled, Stone became progressively dissolute. But he had one more ace up his sleeve: the intoxicating \"If You Want Me to Stay,\" surrounded here by idiosyncratic gestures like a ragged take on Doris Day's \"Que Sera, Sera.", "title": "Fresh", "publisher": "Epic", "year": 1973, "artist": "Sly and the Family Stone"},
{"index": 185, "description": "Fueled by \"a little marijuana and a lotta alienation,\" Michigan's Stooges savagely gave the lie to hippie idealism. Ex-Velvet Underground member John Cale produced a primitive debut wherein Iggy Stooge (né James Osterberg) snarled seminal punk classics such as \"I Wanna Be Your Dog,\" \"No Fun\" and \"1969.\"", "title": "The Stooges", "publisher": "Elektra", "year": 1969, "artist": "The Stooges"},
{"index": 184, "description": "A perfect Madonna CD: You get timeless pop such as \"Holiday,\" provocations like \"Papa Don't Preach,\" dance classics like \"Into the Groove\" and a then-new Lenny Kravitz-produced sex jam, \"Justify My Love,\" which samples Public Enemy", "title": "The Immaculate Collection", "publisher": "Sire/Warner Bros.", "year": 1990, "artist": "Madonna"},
{"index": 183, "description": "This trailblazing concept album became one of Nelson's biggest hits – a lyrically ambitious, musically stripped-down, riveting and heartfelt tale of murder and infidelity", "title": "Red Headed Stranger", "publisher": " Columbia", "year": 1975, "artist": "Willie Nelson"},
{"index": 182, "description": "Mick Fleetwood, John McVie and his missis Christine's first album with California couple Lindsey Buckingham and Stevie Nicks generated big radio songs such as \"Say You Love Me\" and \"Rhiannon\" and patterned the rich harmonies and sheer melodies they'd perfect on  Rumours .", "title": "Fleetwood Mac", "publisher": "Reprise", "year": 1975, "artist": "Fleetwood Mac"},
{"index": 181, "description": "The first Wailers album to give Marley top billing was multifaceted rebel music – from the call-to-arms opening, \"Lively Up Yourself\" (about dancing or revolution or both), to the gospel-flavored \"No Woman, No Cry,\" an anthem of struggle and hope.", "title": "Natty Dread", "publisher": "Island", "year": 1974, "artist": "Bob Marley and the Wailers"},
{"index": 180, "description": "A charming exuberance pervades the Stones' third U.S. release, with its hot-rod takes on Chuck Berry, Bo Diddley, Willie Dixon and Muddy Waters. And their \"Heart of Stone\" introduces a crucial Stones element into the mix: menace", "title": "The Rolling Stones, Now!", "publisher": "London", "year": 1965, "artist": "The Rolling Stones"},
{"index": 179, "description": "These Swedish pop stars became the world's biggest group in the Seventies. Global hits like the double-divorce drama \"Knowing Me, Knowing You\" and the war-torn \"Fernando\" undercut sparkly melodies with Nordic despair", "title": "The Definitive Collection", "publisher": "Universal", "year": 2001, "artist": "Abba"},
{"index": 178, "description": "Mayfield taught sociocultural awareness while dispensing fine ballads (\"Gypsy Woman\"), inspirational anthems (\"People Get Ready,\" \"Move On Up\") and edgy street narratives (\"Superfly\").", "title": "The Anthology 1961-1977", "publisher": "MCA", "year": 1992, "artist": "Curtis Mayfield and the Impressions"},
{"index": 177, "description": "Funkadelic's first million-seller perfectly distills George Clinton's gospel of mind-altering groove music – from the monster title track to the cosmic make-out soul of \"Into You\" and the scatological philosophizing of \"The Doo Doo Chasers.\"", "title": "One Nation Under a Groove", "publisher": "Warner Bros.", "year": 1978, "artist": "Funkadelic"},
{"index": 176, "description": "After  Toys in the Attic  proved that Aerosmith were more than a Stones caricature, the band flexed its muscles on the boastfully (and aptly) named  Rocks , a buffalo stampede of rave-ups and boogies. In an era of arena bombast, songs like \"Back in the Saddle\" and \"Last Child\" kept it low to the ground and swinging", "title": "Rocks", "publisher": "Columbia", "year": 1976, "artist": "Aerosmith"},
{"index": 175, "description": "With their lush music and thoroughly wholesome image, Richard and Karen Carpenter epitomized the early-Seventies mainstream. Years later, as soft rock became a hipster touchstone, the chaste elegance of ballads like \"Close to You\" and \"We've Only Just Begun\" influenced many cooler, scruffier indie bands", "title": "Close to You", "publisher": "A&M", "year": 1970, "artist": "The Carpenters"},
{"index": 174, "description": "In typical  Dylan  style, the follow-up to  Blood on the Tracks  was mostly bashed out in one all-night New York session, fueled by tequila. \"Sara,\" his account of his crumbling marriage, and the politically charged \"Hurricane\" highlight the last great album he'd make for many year", "title": "Desire", "publisher": "Columbia", "year": 1976, "artist": "Bob Dylan"},
{"index": 173, "description": "On this tour-de-force double album,  Rundgren  demonstrates his command of the studio, unfurling his falsetto over a kaleidoscope of rock genres – including the white pop-soul of \"Hello It's Me.", "title": "Something/Anything?", "publisher": "Bearsville", "year": 1972, "artist": "Todd Rundgren"},
{"index": 172, "description": "Stewart 's best disc is loose and warm, rocking hard with mostly acoustic instruments. \"Mandolin Wind\" is the moving ballad; the title tune is a boozy romp; \"Maggie May\" went Number One", "title": "Every Picture Tells a Story", "publisher": "Mercury", "year": 1971, "artist": "Rod Stewart"},
{"index": 171, "description": "The horse on the cover (reportedly) replaced David Crosby, who'd just been fired. But despite the internal drama, the  Byrds  made a warm, gentle comedown album for Sixties children waking up to the morning after the Summer of Love", "title": "The Notorious Byrd Brothers", "publisher": "Columbia", "year": 1968, "artist": "The Byrds"},
{"index": 170, "description": "Faced with the task of following up  Tommy  [see No. 96],  the Who  just cranked up their amps and blasted. There's no finesse, just the pure power of a band able to play as loud as it wants. When the Who blew up Eddie Cochran's \"Summertime Blues\" to Godzilla-like proportions, they invented Seventies arena rock", "title": "Live at Leeds", "publisher": "Decca", "year": 1970, "artist": "The Who"},
{"index": 169, "description": "As the title suggests, this album wasn't recorded in Jamaica; after  Marley  took a bullet in a 1976 assassination attempt, he relocated the Wailers to London. But tracks such as \"Jamming\" and \"Three Little Birds\" are still suffused with the deep essence of reggae and life at home", "title": "Exodus", "publisher": "Island", "year": 1977, "artist": "Bob Marley and the Wailers"},
{"index": 168, "description": "Costello  obsessively listened to  The Clash  while recording his debut. And though the songs are more pub rock than punk, they're full of punk's verbal bite; the murder mystery \"Watching the Detectives\" and the poisoned-valentine ballad \"Alison\" established Costello as one of the sharpest and nastiest lyricists of his generation", "title": "My Aim Is True", "publisher": "Columbia", "year": 1977, "artist": "Elvis Costello"},
{"index": 167, "description": "Metallica 's third album has a lyrical theme: manipulation. \"Drugs controlling you,\" singer-guitarist James Hetfield said. It also has a sonic theme: really loud guitars, played at warhead speed. When the band slows down on \"Welcome Home (Sanitarium),\" it just emphasizes the unrelenting nature of the rest of the songs", "title": "Master of Puppets", "publisher": "Elektra", "year": 1986, "artist": "Metallica"},
{"index": 166, "description": "Costello  wanted his music to be as complex as his lyrics (which increasingly documented marital tension). So for his seventh album he and Beatles engineer Geoff Emerick experimented with an adult sonic palette (accordions, Mellotron, horns) that highlighted grown-up stress and sorrow", "title": "Imperial Bedroom", "publisher": "Chess", "year": 1982, "artist": "Elvis Costello and the Attractions"},
{"index": 165, "description": "On this album,  Gaye  meditated on the gap between sex and love and how to reconcile them – an adult version of the Motown tunes he had built his career on. It’s some of the most gorgeous music he ever made, resplendent with sweet strings and his clear-throated crooning", "title": "Let's Get It On", "publisher": "Motown", "year": 1973, "artist": "Marvin Gaye"},
{"index": 164, "description": "So very SoCal (her band became the ­ Eagles ),  Ronstadt  was more empathetic interpreter than songwriter. But she could knock out a pop song – check \"Long Long Time,\" where she sounds like a girl next door with a voice that can peel chrome", "title": "The Very Best of Linda Ronstadt", "publisher": "Rhino", "year": 2002, "artist": "Linda Ronstadt"},
{"index": 163, "description": "\"I didn't want to do a double album,\"  Prince  said, \"but I just kept on writing. Of course, I'm not one for editing.\" The second half of  1999  is exceptional sex-obsessed dance music; the first half is the best fusion of rock and funk anyone had achieved to that date, and it lays out the blueprint for Prince's next decade", "title": "1999", "publisher": "Warner Bros.", "year": 1982, "artist": "Prince"},
{"index": 162, "description": "OK   is where  Radiohead  began pulling at their sound like taffy, not worrying if it was still \"rock.\" The result is a slow, haunting album with unforgettable tracks such as \"Karma Police\" and \"Paranoid Android.\" Guitarist Jonny Greenwood arranged white-noise strings, and Thom Yorke made alienation feel alluring", "title": "OK Computer", "publisher": "Capitol", "year": 1997, "artist": "Radiohead"},
{"index": 161, "description": "Redding  recorded his Monterey Pop-inspired \"soul-folk\" experiment \"(Sittin' on) The Dock of the Bay\" four days before he died in a plane crash. The posthumous album guitarist Steve Cropper compiled out of unreleased sessions is essential soul", "title": "The Dock of the Bay", "publisher": "Atlantic", "year": 1968, "artist": "Otis Redding"},
{"index": 160, "description": "Marc Bolan cast a spell over all of England with this album, giving his Tolkienesque hippie music a glammed-out update. This was rock that thrusted, quivered and recklessly employed metaphors equating cars with sex (\"You got a hubcap diamond star halo\")", "title": "Electric Warrior", "publisher": "Reprise", "year": 1971, "artist": "T. Rex"},
{"index": 159, "description": "A double live LP, cut largely in Detroit (plus studio overdubs),  Alive!  was  Kiss ' breakthrough, with hot versions of \"Strutter\" and \"Rock and Roll All Nite.\" \"I really enjoy myself onstage: prancing around, shaking my ass,\" said singer Paul Stanley. \"I am entertaining myself up there.", "title": "Alive!", "publisher": "Casablanca", "year": 1975, "artist": "Kiss"},
{"index": 158, "description": "This self-mythologizing spectacle about  John  and lyricist Bernie Taupin features \"Someone Saved My Life Tonight\" – from the time Taupin talked John out of suicide", "title": "Captain Fantastic and the Brown Dirt Cowboy", "publisher": "MCA", "year": 1975, "artist": "Elton John"},
{"index": 157, "description": "This is one of the most chilling albums ever made, with droning guitars, icy bass lines and stentorian vocals. And that's not even considering the lyrics, about singer Ian Curtis' epilepsy and failing marriage. When Curtis hanged himself at age 23 on May 18th, 1980,   Closer   officially became the stuff of rock legend", "title": "Closer", "publisher": "Factory", "year": 1981, "artist": "Joy Division"},
{"index": 156, "description": "For their second album, the  Beasties  hired the Dust Brothers, a production team that provided some of the best samples ever on wax – from the  Ramones  to the Funky 4+1. The title is a goof on  Abbey Road , which was  Paul McCartney 's boutique; like that LP, it stitches together song fragments in a way rarely seen before or since", "title": "Paul's Boutique", "publisher": "Capitol", "year": 1989, "artist": "The Beastie Boys"},
{"index": 155, "description": "After years of writing record reviews and hanging with the  Sex Pistols , Chrissie Hynde put together a band as tough as she was.  Pretenders  is filled with no-nonsense rock like \"Brass in Pocket,\" a meditation on ambition and seduction that stands as one of New Wave's greatest radio moments", "title": "Pretenders", "publisher": "Sire", "year": 1980, "artist": "The Pretenders"},
{"index": 154, "description": "Wolf 's sound – a fierce growl mixed with explosive playing by guitar geniuses Willie Johnson and Hubert Sumlin – was huge and eerie, and this compilation taught the  Rolling Stones ,  Eric Clapton  and the rest of England the ways of the blues", "title": "Moanin' in the Moonlight", "publisher": "Chess", "year": 1959, "artist": "Howlin' Wolf"},
{"index": 153, "description": "Many connected the dots between hip-hop and jazz, but this LP drew the whole picture. As legendary stand-up bassist Ron Carter gets dope,  Tribe  discourse on everything from music biz to sexual politics – and the groove keeps getting deeper", "title": "The Low End Theory", "publisher": "Jive", "year": 1991, "artist": "A Tribe Called Quest"},
{"index": 152, "description": "The B-52 's sounds like high school friends cramming their in-jokes, wacky sounds and private nicknames into a New Wave LP. Nobody could resist the campy, arty funk. And with the toy instruments and bouffant hair, the B-52's' thrift-store image was as colorful as their music – which, given \"Rock Lobster,\" was pretty colorful", "title": "The B-52's", "publisher": "Warner Bros.", "year": 1979, "artist": "The B-52's"},
{"index": 151, "description": "Love, loss, forced coming-of-age and fragile hope: The debut from this seven-­member band touched on these themes as it defined indie music of the 2000s. It's surging orchestral rock that actually rocked – and found solace, and purpose, in communal celebration", "title": "Funeral", "publisher": "Merge", "year": 2004, "artist": "Arcade Fire"},
{"index": 150, "description": "This was the sound of  Springsteen 's hard-won realism breaking through, chronicling working-class dreams and despair on cuts like \"The Promised Land\" and \"Racing in the Street,\" his greatest-ever car song", "title": "Darkness on the Edge of Town", "publisher": "Columbia", "year": 1978, "artist": "Bruce Springsteen"},
{"index": 149, "description": "This debut unveiled  Carlos Santana 's singular mix of Latin rhythms, rock guitar and lyrical blues. The 22-year-old's guitar work was fueled by psychedelics. \"[Drugs] made me aware of splendor and rapture,\" he said.  Santana  did the same thing for fans", "title": "Santana", "publisher": "Columbia", "year": 1969, "artist": "Santana"},
{"index": 148, "description": "On Album Five, Zeppelin got into a groove. \"D'yer Mak'er\" is their version of reggae, and \"The Crunge\" is a tribute to James Brown. The band also indulged its cosmic side with \"The Rain Song\" (featuring one of Robert Plant's most amazing vocals) and the Viking death chant \"No Quarter.\"", "title": "Houses of the Holy", "publisher": "Atlantic", "year": 1973, "artist": "Led Zeppelin"},
{"index": 147, "description": "Neil Young  transformed the folk-rock  CSN  into a powerhouse – offering pop idealism (Graham Nash's \"Teach Your Children\"), militant blues (David Crosby's \"Almost Cut My Hair\") and vocal-choir gallop (Stephen Stills' \"Carry On\"). The achingly plaintive \"Helpless\" is prime early Young", "title": "Deja Vu", "publisher": "Atlantic", "year": 1970, "artist": "Crosby, Stills, Nash and Young"},
{"index": 146, "description": "The Airplane 's heady debut is a hallucinatory distillation of folk-blues vocals, garage-­rock guitar and crisp pop songwriting. Grace Slick's vocal showcases, \"White Rabbit\" and \"Somebody to Love,\" were Summer of Love smash hits, and Marty Balin's spectral \"Today\" is still the greatest ballad of San Francisco's glory days", "title": "Surrealistic Pillow", "publisher": "RCA", "year": 1967, "artist": "Jefferson Airplane"},
{"index": 145, "description": "Steely Dan 's meticulously crafted sixth album was Walter Becker and Donald Fagen's stab at becoming mainstream jazz-pop superstars. And thanks to sweet, smart, slippery tracks like \"Deacon Blues\" and \"Peg,\" they did just that – and won a Grammy for Best Engineered album too", "title": "Aja", "publisher": "ABC", "year": 1977, "artist": "Steely Dan"},
{"index": 144, "description": "\"Do I look like a motherfucking role model?\"  Ice Cube  asks on \"Gangsta Gangsta\": You do not, sir! Cube's rage, Eazy-E's thug nasty and  Dr. Dre 's police-siren beats slammed America into a new hip-hop era", "title": "Straight Outta Compton", "publisher": "Ruthless", "year": 1998, "artist": "N.W.A."},
{"index": 143, "description": "In the Sixties, New Orleans piano player Mac Rebennack moved to L.A., encountered California psychedelia, rechristened himself  Dr. John , the Night Tripper, and made this swamp-funk classic. GRIS-Gris blends New Orleans R&B, voodoo chants and chemical inspiration", "title": "GRIS-Gris", "publisher": "ATCO", "year": 1968, "artist": "Dr. John"},
{"index": 142, "description": "The best holiday album in pop-music history. Ronnie Spector melts \"Frosty the Snowman\" and takes the innocence out of \"I Saw Mommy Kissing Santa Claus.\" And it all comes in a vortex of Spector's exhilarating Wall of Sound production", "title": "A Christmas Gift for You", "publisher": "Philles", "year": 1963, "artist": "Phil Spector"},
{"index": 141, "description": "Recorded in Chicago in 1964, as a new audience of white rock fans was discovering the blues,  Live at the Regal  is  B.B. King 's definitive live set. His guitar sound is precise and powerful, driving emotional versions of some of his most influential songs, including \"Every Day I Have the Blues\" and \"How Blue Can You Get.", "title": "Live at the Regal", "publisher": "ABC", "year": 1965, "artist": "B.B. King"},
{"index": 140, "description": "New Wave's big pop breakthrough,   Parallel Lines   is a perfect synthesis of raw punk edge, Sixties-pop smarts and downtown-New York glamour. Debbie Harry created a new kind of rock & roll sex appeal that brought New York demimonde style to the mainstream.  Madonna  was surely watching", "title": "Parallel Lines", "publisher": "Chrysalis", "year": 1978, "artist": "Blondie"},
{"index": 139, "description": "New Orleans producer Allen Toussaint built hit records with a taut Morse-code style of rhythm guitar rooted in the marching-band and party beats of the Crescent City. That funky discipline defines this LP; the Meters perfect a balance of funk, rock and Dixie R&B on gems such as \"People Say\" and \"Hey Pocky A-Way.", "title": "Rejuvenation", "publisher": "Reprise", "year": 1974, "artist": "The Meters"},
{"index": 138, "description": "Dr. Dre  had already taken gangsta rap mainstream with  N.W.A.  On  The Chronic , he funked up the rhymes even further with samples of old George Clinton hits, a smooth bass-heavy production and the laid-back delivery of then-unknown rapper  Snoop Doggy Dogg", "title": "The Chronic", "publisher": "Death Row", "year": 1992, "artist": "Dr. Dre"},
{"index": 137, "description": "On the Mats' major-label debut, singer-guitarist Paul Westerberg segues brilliantly from heroic power-chord swagger (\"Bastards of Young\") to shabby contemplation (\"Here Comes a Regular\"). No pre­Nirvana band did it better", "title": "Tim", "publisher": "Sire", "year": 1985, "artist": "The Replacements"},
{"index": 136, "description": "This single-disc collection – released during  John 's creative and commercial peak – includes nearly every Top 10 single he had during that era, from \"Your Song\" to \"Don't Let the Sun Go Down on Me.\" It documents why the piano man was one of the biggest-selling pop stars of the Seventies", "title": "Greatest Hits", "publisher": "MCA", "year": 1974, "artist": "Elton John"},
{"index": 135, "description": "The quintessential American indie-rock album. The playing is relaxed, the production primitive, the lyrics quirky, the melodies seductive. But the noise-streaked sound is intense, even as Stephen Malkmus displays his love of Seventies-AM pop", "title": "Slanted and Enchanted", "publisher": "Matador", "year": 1992, "artist": "Pavement"},
{"index": 134, "description": "B.I.G.  (a.k.a. Biggie Smalls) took the gritty life experience of his hard-knock Brooklyn youth and crammed it into  Ready to Die , hip-hop's greatest debut. \"Big Poppa\" is the hit sex jam, \"Juicy\" made you laugh as you danced, and on \"Things Done Changed\" and \"Everyday Struggle,\" he relates gangsta tales in a voice as thick as his waistline", "title": "Ready to Die", "publisher": "Bad Boy", "year": 1994, "artist": "The Notorious B.I.G."},
{"index": 133, "description": "Springsteen 's second album shook the \"New  Dylan \" tag and applied his Jersey-bar-band skills to some of the loosest, jazziest, funniest songs he'd ever write – such as \"Rosalita\" and \"Kitty's Back.", "title": "The Wild, the Innocent & the E Street Shuffle", "publisher": "Columbia", "year": 1973, "artist": "Bruce Springsteen"},
{"index": 132, "description": "Disco at its megaplatinum apex:  The Bee Gees ' silvery-helium harmonies melt into creamily syncopated grooves, and the Trammps' hot-funk assault \"Disco Inferno\" and Tavares' yearning \"More Than a Woman\" affirm disco's black-R&B roots", "title": "Saturday Night Fever", "publisher": "RSO", "year": 1977, "artist": "Original Soundtrack"},
{"index": 131, "description": "Sabbath  ruled for bummed-out Seventies kids, and nearly every metal and extreme rock band of the past four decades owes a debt to Tony Iommi's granite-fuzz guitar, the Visigoth rhythm machine of Bill Ward and Geezer Butler, and  Ozzy Osbourne 's agonized bray in \"Paranoid,\" \"Iron Man\" and \"War Pigs.", "title": "Paranoid", "publisher": "Warner Bros.", "year": 1970, "artist": "Black Sabbath"},
{"index": 130, "description": "Television  were the guitar mystics on the CBGB scene, mixing the howl of the  Velvet Underground , the epic song lengths of  Yes  and the double-helix guitar sculpture of  Quicksilver Messenger Service . Their debut was as exhilarating in its lyrical ambitions as the  Ramones ' first album was in its brutal simplicity", "title": "Marquee Moon", "publisher": "Elektra", "year": 1977, "artist": "Television"},
{"index": 129, "description": "On this New Wave watershed, the avant-punk avatars became polyrhythmic pop magicians. David Byrne and Co. combined the thrust of P-Funk, the kinky grooves of Afropop and the studied adventurousness of producer  Brian Eno  – and they still had a pop hit with \"Once in a Lifetime.", "title": "Remain in Light", "publisher": "Sire", "year": 1980, "artist": "Talking Heads"},
{"index": 128, "description": "Iggy Pop  had dyed silver hair and a hard-drug habit when  David Bowie  helped get the rudderless  Stooges  a deal with Columbia. Pop and new guitarist James Williamson responded with hellbent ferocity on punk eruptions like \"Search and Destroy\" and \"Gimme Danger.", "title": "Raw Power", "publisher": "Columbia", "year": 1973, "artist": "Iggy and the Stooges"},
{"index": 127, "description": "Amid internal strife, the former Next Beatles made their first mature album, a blend of space-flight twang and electric hoedown infused with the glow of 1967 yet cut with realism", "title": "Younger Than Yesterday", "publisher": "Columbia", "year": 1967, "artist": "The Byrds"},
{"index": 126, "description": "Marley 's major-label debut expanded his audience beyond Jamaica without diluting his bedrock reggae power. Producer and label boss Chris Blackwell remixed the original Jamaican sessions for international ears, but the Wailers' ghetto rage comes across uncut", "title": "Catch a Fire", "publisher": "Island", "year": 1973, "artist": "Bob Marley and the Wailers"},
{"index": 125, "description": "On   Pearl  ,  Joplin  made a solo album worthy of her Texas blues-mama wail. Whether singing hippie gospel or country soul, she never sounded more intimate and assured. \"Me and Bobby McGee\" was a Number One single, but Joplin didn’t get to enjoy her triumph. She died of a drug overdose before the album was finished", "title": "Pearl", "publisher": "Columbia", "year": 1971, "artist": "Janis Joplin"},
{"index": 124, "description": "San Francisco rock at its '67 peak, this is genuine hippie power pop.  Moby Grape  sang like demons and wrote crisp songs packed with lysergic country-blues excitement, while the band's three guitarists – Jerry Miller, Peter Lewis and Skip Spence – created a network of lightning", "title": "Moby Grape", "publisher": "Columbia", "year": 1967, "artist": "Moby Grape"},
{"index": 123, "description": "Working with producer Rick Rubin, the Queens crew made an undeniable album that forced the mainstream to cross over to hip-hop.  Run  and DMC talked trash over Jam Master Jay's killer mixology, and they bum-rushed MTV with a vandalistic cover of Aerosmith's \"Walk This Way,\" featuring Steven Tyler and Joe Perry", "title": "Raising Hell", "publisher": "Arista", "year": 1986, "artist": "Run-DMC"},
{"index": 122, "description": "This album took reggae worldwide. The film's star, Jimmy Cliff, sings four songs, including the hymn \"Many Rivers to Cross,\" and greats like Desmond Dekker, the Melodians, and  Toots and the Maytals  showed the richness of the new beat", "title": "The Harder They Come", "publisher": "Mango", "year": 1973, "artist": "Original Soundtrack"},
{"index": 121, "description": "Funk-rock-soul party politics at its most inclusive and exciting –  Sly Stone  rides the bonfire momentum of the civil rights movement in \"Stand!\" and \"You Can Make It If You Try\" without denying the intrinsic divisions that threatened civil war (see \"Don't Call Me Nigger, Whitey\")", "title": "Stand!", "publisher": "Epic", "year": 1969, "artist": "Sly and the Family Stone"},
{"index": 120, "description": "Driven by new member  Gram Parsons , the  Byrds  nailed a bold Nashville classicism, dressing  Bob Dylan  and  Merle Haggard  songs in steel guitar and rock & roll drive. The results set the stage for country rock", "title": "Sweetheart of the Rodeo", "publisher": "Columbia", "year": 1968, "artist": "The Byrds"},
{"index": 119, "description": "1955's \"Roll With Me, Henry\" made this self-described \"juvenile delinquent\" a sexually precocious teenage star. Six years later,  Etta James  bloomed into a fiery interpreter on this spellbinding LP. Hitting the pop and R&B charts, she created a new vocal model: the crossover diva", "title": "At Last!", "publisher": "Argo", "year": 1961, "artist": "Etta James"},
{"index": 118, "description": "Here,  Kanye  really started showing off. Ranging from triumphal autobiography (\"Touch the Sky\") to witty club pop (\"Gold Digger\"), James Bond themes to Houston hip-hop, his second disc remade the musical landscape in his own oddball imag", "title": "Late Registration", "publisher": "Roc-A-Fella/Def Jam", "year": 2005, "artist": "Kanye West"},
{"index": 117, "description": "Deeply in love with his best friend  George Harrison 's wife,  Eric Clapton  came up with an album of love-tortured blues that gets a kick from guest Duane Allman, the rare guitarist who could challenge him", "title": "Layla and Other Assorted Love Songs", "publisher": "ATCO", "year": 1970, "artist": "Derek and the Dominos"},
{"index": 116, "description": "Here's where the  Stones  started to leave the R&B and blues covers behind. Their fourth album in America featured three defining  Jagger - Richards  originals, each a masterpiece of libidinal menace: \"The Last Time,\" the gently vicious \"Play With Fire\" and \"(I Can't Get No) Satisfaction,\" a song that is the very definition of riff", "title": "Out of Our Heads", "publisher": "ABKCO", "year": 1965, "artist": "The Rolling Stones"},
{"index": 115, "description": "The Who 's first concept album was a tribute to the U.K.'s offshore pirate-radio stations – strung together with mock commercials (\"Heinz Baked Beans\") and genuine radio jingles. It's their funniest record, and the mini rock opera, \"Rael,\" gave a hint of epic things to come", "title": "The Who Sell Out", "publisher": "Decca", "year": 1968, "artist": "The Who"},
{"index": 114, "description": "Cream 's sharpest, most linear album focused its instrumental explorations into colorful pop songs: \"Strange Brew\" (slinky funk), \"Dance the Night Away\" (trippy  jangle), \"Tales of Brave Ulysses\" (a wah-wah freakout) and the hit \"Sunshine of Your Love,\" driven by Ginger Baker's relentless Native American tribal beat", "title": "Disraeli Gears", "publisher": "ATCO", "year": 1967, "artist": "Cream"},
{"index": 113, "description": "Smooth and straight-ahead,   Court and Spark   is the biggest record of  Mitchell 's career. Working with saxophonist Tom Scott's fusion group, L.A. Express, Mitchell settles into a folk-pop-jazz groove that remains a landmark of breezy sophistication, particularly on the Top 10 single \"Help Me.", "title": "Court and Spark", "publisher": "Asylum", "year": 1974, "artist": "Joni Mitchell"},
{"index": 112, "description": "The First Family of Cali-folk rode their gorgeous four-part harmonies to pop stardom – but Papa John Phillips' sunny melodies had a seductively dark undercurrent", "title": "If You Can Believe Your Eyes and Ears", "publisher": "MCA", "year": 1966, "artist": "The Mamas and the Papas"},
{"index": 111, "description": "The first half of Nineties rock was shaped by  Nirvana , and the second half was dominated by  Radiohead . Their second album married a majestic and somber guitar sound to Thom Yorke's anguished-choirboy vocals, drawing on the epic grandeur of  U2  and the melancholy of the  Smiths", "title": "The Bends", "publisher": "Capitol", "year": 1995, "artist": "Radiohead"},
{"index": 110, "description": "Lou Reed  quit the  Velvets  just before their fourth album was finished. But he left behind two perfect hits (\"Sweet Jane,\" \"Rock & Roll\") and a record that highlights the doo-wop roots and Sun Records crackle buried in VU's noir-guitar maelstrom", "title": "Loaded", "publisher": "Cotillion", "year": 1970, "artist": "The Velvet Underground"},
{"index": 109, "description": "The first  Stones  album completely written by  Jagger - Richards  was full of bad-boy songs about Swinging London's overnight stars, groupies, hustlers and parasites. It's got tough riffs (\"It's Not Easy\"), girls seeking kicks (\"Under My Thumb\"), zooming psychedelia (\"Paint It Black\") and baroque-folk gallantry (\"I Am Waiting\")", "title": "Aftermath", "publisher": "London", "year": 1966, "artist": "The Rolling Stones"},
{"index": 108, "description": "Recorded when he was 24,  Bowie 's first great album was a visionary blend of gay camp, flashy rock guitar and saloon-piano balladry. Bowie marked the polar ends of his artistic ambitions with tribute songs to  Bob Dylan  and Andy Warhol while inventing – and perfecting – a new style of rock & roll glamour", "title": "Hunky Dory", "publisher": "RCA", "year": 1971, "artist": "David Bowie"},
{"index": 107, "description": "Cooke  was a gospel star who crossed over to rock & roll, helping to invent soul music. This career-spanning collection peaks with the civil rights anthem \"A Change Is Gonna Come,\" a posthumous hit after he was shot to death at an L.A. motel in 1964", "title": "Portrait of a Legend", "publisher": "ABKCO", "year": 2003, "artist": "Sam Cooke"},
{"index": 106, "description": "The Ramones ' third album took the gospel of three chords, a jackhammer beat and ripped denim beyond New York.   Rocket to Russia   was a polished bottling of the quartet's CBGB-stage napalm, bursting with Top 40 classicism and deepened by the lonely-boy poignancy of Joey Ramone's vocals", "title": "Rocket to Russia", "publisher": "Sire", "year": 1977, "artist": "Ramones"},
{"index": 105, "description": "Charles ' biggest-selling record was the audacious racial-boundary-smasher its title promised, applying gospel grit and luscious soul-pop strings to standards by  Hank Williams  and Eddy Arnold", "title": "Modern Sounds in Country and Western Music", "publisher": "ABC-Paramount", "year": 1962, "artist": "Ray Charles"},
{"index": 104, "description": "Taylor  went through a private hell on the way to recording his hugely successful  second album – including two stays in a psychiatric institution (a fellow patient's suicide inspired \"Fire and Rain\"). But the confessional lyrics, spare melodicism and quiet strength in his voice made the album a model of Seventies folk-pop healing", "title": "Sweet Baby James", "publisher": "Warner Bros.", "year": 1970, "artist": "James Taylor"},
{"index": 103, "description": "Coltrane made two giant steps in 1959: playing on  Miles Davis '  Kind of Blue  and recording his first classic. He played flying clusters of notes that declared new possibilities for jazz improvisation and predicted the ferocious, harmonically open lyricism of his mid-Sixties albums", "title": "Giant Steps", "publisher": "Atlantic", "year": 1960, "artist": "John Coltrane"},
{"index": 102, "description": "Bassist Jack Bruce, drummer Ginger Baker and guitarist  Eric Clapton  – rock's first supergroup – put a psychedelic pop spin on the blues. Their debut is tight and concise, a blueprint for the band’s onstage jams, where they stretched these tunes into quarter-hour improvisations", "title": "Fresh Cream", "publisher": "ATCO", "year": 1966, "artist": "Cream"},
{"index": 101, "description": "The first set of songs  Sinatra  recorded specifically for an LP sustains a midnight mood of loneliness and lost love – it’s a prototypical concept album. Listen close and you'll hear the soft intake of his breath", "title": "In the Wee Small Hours", "publisher": "Captiol", "year": 1955, "artist": "Frank Sinatra"},
{"index": 100, "description": "Odessey and Oracle  wasn't released in the U.S. until 1969 – two years after it was recorded and  the Zombies  had broken up. But its baroque psychedelic-pop arrangements still felt fresh – combining the adventure of  Sgt. Pepper  with the concision of British Invasion pop. And \"Time of the Season\" went on to become a Number Three hit", "title": "Odessey and Oracle", "publisher": "Columbia", "year": 1969, "artist": "The Zombies"},
{"index": 99, "description": "Sly 's 1969 album  Stand!  burst with optimism. But he met the Seventies with implosive, numbing, darkly self-referential funk that was deeply compelling in its anguish over dreams deferred", "title": "There's a Riot Goin' On", "publisher": "Epic", "year": 1971, "artist": "Sly and the Family Stone"},
{"index": 98, "description": "Costello 's second album, and his first with the Attractions, is his most \"punk\" – not in any I-hate-the-cops sense but in his emotionally explosive writing and his backing band's vicious gallop. \"Radio, Radio,\" the broadside against vanilla-pop broadcasting, distills his righteous indignation: Elvis versus the world. And Elvis wins", "title": "This Year's Model", "publisher": "Columbia", "year": 1978, "artist": "Elvis Costello"},
{"index": 97, "description": "On  Dylan 's second album, the poetry and articulate fury of his lyrics and the simple, compelling melodies in songs like \"Masters of War\" and \"Blowin' in the Wind\" transformed American songwriting. Not bad for a guy who had just turned 22", "title": "The Freewheelin' Bob Dylan", "publisher": "Columbia", "year": 1963, "artist": "Bob Dylan"},
{"index": 96, "description": "\"Rock opera\" is one way to describe this exploration of childhood trauma, sexual abuse, repression and spiritual release. Here's another way: the slash and thunder of \"My Generation\" blown wide open. Driven by Keith Moon's hellbent drumming,  the Who  surge and shine, igniting the drama in  Pete Townshend 's melodies", "title": "Tommy", "publisher": "Decca", "year": 1969, "artist": "The Who"},
{"index": 95, "description": "Davis  wanted to connect his music to the audience of  Jimi Hendrix  and Sly Stone. The result was this double album of jazz-rock fusion, cut with an electric orchestra that included saxophonist Wayne Shorter and guitarist John McLaughlin. It’s full of visceral thrills and the brooding darkness Davis brought to everything he touched", "title": "Bitches Brew", "publisher": "Columbia", "year": 1970, "artist": "Miles Davis"},
{"index": 94, "description": "When he died on New Year's Day 1953, at age 29, in the back of a Cadillac,  Williams  was the biggest star in country music. His vocal twang, lovesick ballads and long-gone-daddy romps left their stamp on decades of rock & roll – from  Elvis  to  Dylan  to the  Replacements  to  Beck", "title": "40 Greatest Hits", "publisher": "Polydor", "year": 1978, "artist": "Hank Williams"},
{"index": 93, "description": "The most expansive R&B record of the Eighties is best known for the apocalyptic title track, the funk banger \"Housequake\" and the gorgeous \"If I Was Your Girlfriend.\" Yet the simplest moments are unforgettable: the guitar plea \"The Cross\" and the Stax revamp on \"Slow Love.", "title": "Sign 'o' the Times", "publisher": "Paisley Park", "year": 1987, "artist": "Prince"},
{"index": 92, "description": "The country-weened Texan put his trademark hiccup on springy rockabilly, tight rave-ups and orchestral ballads – an eclecticism that had a huge impact on the future Beatles. \"Rave On,\" \"Peggy Sue\" and \"Not Fade Away\" made  Holly  one of rock's first great singer-songwriters", "title": "20 Golden Greats", "publisher": "MCA", "year": 1978, "artist": "Buddy Holly"},
{"index": 91, "description": "Elton John  compared this double album to the  Beatles '  White Album , and why not? By this point he was the most consistent hitmaker since the Fab Four, and soon enough he would be recording with J ohn Lennon . Everything about  Goodbye Yellow Brick Road  is supersonically huge, from the Wagnerian-operalike combo of \"Funeral for a Friend\" and \"Love Lies Bleeding\" to the electric boots and mohair suit of \"Bennie and the Jets.\" \"Saturday Night's Alright for Fighting\" is strutting rock & roll, \"Candle in the Wind\" pays tribute to Marilyn Monroe, and the title track harnesses the fantastic imagery of glam to a Gershwin-sweet melody", "title": "Goodbye Yellow Brick Road", "publisher": "MCA", "year": 1973, "artist": "Elton John"},
{"index": 90, "description": "\"I don't think you know where I'm coming from,\"  Stevie Wonder  warned Motown executives in 1971. \"I don't think you can understand it.\" Indeed, the two albums Wonder released in 1972 –   Music of My Mind   and   Talking Book   – rewrote the rules of the Motown hit factory.  Talking Book  was full of introspection and social commentary, with Wonder producing, writing and playing most of the instruments himself. But it's still radiant pop. \"Superstition\" and \"You Are the Sunshine of My Life\" were Number One singles; \"Big Brother\" is political consciousness draped in a light melody: \"You've killed all our leaders/I don't even have to do nothin' to you/You'll cause your own country to fall.", "title": "Talking Book", "publisher": "Tamla", "year": 1972, "artist": "Stevie Wonder"},
{"index": 89, "description": "London-born  Dusty Springfield  was a great soul singer hidden inside a white British pop queen – racking up Motown-style hits such as \"I Only Want to Be With You\" – when Atlantic producer Jerry ­Wexler brought her way down South, to Memphis, to make this album. She was so intimidated by the idea of recording with session guys from her favorite  Aretha Franklin  and Wilson Pickett hits that she never actually managed to sing a note there (\"I always wanted to be Aretha,\" she recalled years after). Her vocals were overdubbed later, when the sessions moved to New York. But the result was blazing soul and sexual honesty (\"Breakfast in Bed,\" \"Son of a Preacher Man\") that transcended both race and geography", "title": "Dusty in Memphis", "publisher": "Atlantic", "year": 1969, "artist": "Dusty Springfield"},
{"index": 88, "description": "By the late Sixties,  Johnny Cash  was ignored by country radio and struggling for a comeback.  At Folsom Prison  was the gold-selling shot in the arm that revived his career. A year later, he was writing liner notes for  Bob Dylan 's countrified  Nashville Skyline  and logging four weeks at Number One with his second prison album,  At San Quentin . But  At Folsom Prison  is essential Cash. Backed by his tough touring band, including fellow Sun Records alum Carl Perkins on guitar, Cash guffaws his way through \"Cocaine Blues,\" \"25 Minutes to Go\" (a countdown to an execution) and \"Folsom Prison Blues,\" with its line about shooting a man just to watch him die. The 2,000 inmates in attendance roar their approval", "title": "At Folsom Prison", "publisher": "Columbia", "year": 1968, "artist": "Johnny Cash"},
{"index": 87, "description": "Pink Floyd 's most elaborately theatrical album was inspired by their own success: the alienating enormity of their tours after  The Dark Side of the Moon  [see No. 43]. As the band played arenas in 1977, bassist­lyricist Roger Waters first hit upon the wall as a metaphor for isolation and rebellion. He finished a demo of the work by July 1978; the double album then took the band a year to make. Rock's ultimate self-pity opera,  The Wall  is also hypnotic in its indulgence: the totalitarian thunder of \"In the Flesh?,\" the suicidal languor of \"Comfortably Numb,\" the Brechtian drama of \"The Trial\" and the anti-institutional spleen of the album's unshakable disco hit, \"Another Brick in the Wall, Pt. 2.\" Rock-star hubris has never been more electrifying", "title": "The Wall", "publisher": "Columbia", "year": 1979, "artist": "Pink Floyd"},
{"index": 86, "description": "Bruce Springsteen  wrote many of these songs in a fit of inspiration that also gave birth to the harrowing   Nebraska   [see No. 226]. \"Particularly on the first side, [Born] is actually written very much like Nebraska,\" he said. \"The characters and the stories, the style of writing – except it's just in the rock-band setting.\" It was a crucial difference: The E Street Band put so much punch into the ironic title song that millions misheard it as mere flag-waving instead (conservative pundit George Will wrote a rhapsodic column titled \"A Yankee Doodle Springsteen\"). The immortal force of the album is in Springsteen's frank mix of soaring optimism and the feeling of, as he put it, being \"handcuffed to the bumper of a state trooper's Ford.", "title": "Born in the U.S.A.", "publisher": "Columbia", "year": 1984, "artist": "Bruce Springsteen"},
{"index": 85, "description": "Aretha Franklin 's third Atlantic album in less than two years is another classic, with \"(You Make Me Feel) Like a Natural Woman,\" \"Ain't No Way\" and a slinky version of the Rascals' \"Groovin'.\" It was released in a year of triumph and turbulence for Franklin: Although she made the cover of Time, the magazine reported details of her rocky marriage to Ted White, then her manager. But Franklin channeled that frenzy into performances of funky pride and magisterial hurt. Among the best: the grand-prayer treatment of  Curtis Mayfield 's \"People Get Ready,\" the revved-up longing of \"Since You've Been Gone (Sweet Sweet Baby)\" and her explosive anguish on the hit cover of Don Covay's \"Chain of Fools.", "title": "Lady Soul", "publisher": "Atlantic", "year": 1968, "artist": "Aretha Franklin"},
{"index": 84, "description": "Aretha Franklin 's Atlantic debut is the place where gospel collided with R&B and rock & roll to make soul music as we know it today. The Detroit­born preacher's daughter was about $80,000 in debt to her previous label, Columbia – where she had recorded a series of somewhat tame early-Sixties albums – when Atlantic producer Jerry Wexler signed her in 1966. \"I took her to church,\" Wexler said, \"sat her down at the piano, and let her be herself.\" She immediately cut the album's title hit, a slow fire of ferocious sexuality, while her storefront­church cover of Otis Redding's \"Respect\" – Franklin's first Number One pop single – became the marching song for the women's and civil rights movements", "title": "I Never Loved a Man the Way I Loved You", "publisher": "Atlantic", "year": 1967, "artist": "Aretha Franklin"},
{"index": 83, "description": "Jimi Hendrix 's first album remade rock & roll with guitar magic that no one had ever dreamed of; his second album had even more sorcery. It started with some musings on extraterrestrial life, then got really far-out: jazzy drumming, funky balladry, liquid guitar solos, dragon­fly heavy metal and the immortal stoner's maxim from \"If 6 Was 9\": \"I'm the one who's gonna have to die when it's time for me to die, so let me live my life the way I want to.\" All over the album, Hendrix was inventing new ways to make the electric guitar roar, sing, talk, shriek, flutter and fly. And with the delicate \"Little Wing,\" he delivered one of rock's most cryptic and bewitching love songs", "title": "Axis: Bold as Love", "publisher": "Reprise", "year": 1968, "artist": "The Jimi Hendrix Experience"},
{"index": 82, "description": "Harvest   yielded  Neil Young 's only Number One hit, \"Heart of Gold,\" and helped set the stage for the Seventies soft-rock explosion – both J ames Taylor  and  Linda Ronstadt  sing on the album. Along with Young, they were in Nashville to appear on Johnny Cash's ABC-TV variety show the first weekend that Harvest was being cut with an odd group of accomplished session musicians that included bassist Tim Drummond, who had played with  James Brown  (Young's bandmates  Crosby, Stills and Nash  also appeared on the album). The sound, on tracks like \"Old Man\" and \"The Needle and the Damage Done,\" was Americana (steel guitar, slide guitar, banjo) stripped down and rebuilt with every jagged edge exposed", "title": "Harvest", "publisher": "Reprise", "year": 1972, "artist": "Neil Young"},
{"index": 81, "description": "\"I haven't got any illusions about anything,\" Joe Strummer said. \"Having said that, I still want to try to change things.\" That youthful ambition bursts through the  Clash 's debut, a machine-gun blast of songs about unemployment (\"Career Opportunities\"), race (\"White Riot\"), the Clash themselves (\"Clash City Rockers\") and the sick English music industry (\"[White Man] In Hammersmith Palais\"). Most of the guitar was played by Mick Jones, because Strummer considered studio technique insufficiently punk. The American release was delayed two years and replaced some of the U.K. tracks with recent singles, including \"Complete Control\" – a complaint about exactly that sort of record-company shenanigans", "title": "The Clash", "publisher": "Epic", "year": 1979, "artist": "The Clash"},
{"index": 80, "description": "After the primal-scream therapy of  Plastic Ono Band ,  John Lennon  softened up and opened up on his second solo album. There is still the stinging \"Gimme Some Truth\" and Lennon's evisceration of  Paul McCartney , \"How Do You Sleep?\" – both featuring  George Harrison  on guitar. But there is also the aching soul of \"Jealous Guy\" and the irresistible vulnerability of \"Oh Yoko!\" Imagine is self-consciously luminescent, pointedly embraceable, the sound of cynicism melting. Lennon said of the title track, \"Anti-religious, anti-nationalistic, anti­conventional, anti-capitalistic, but because it is sugarcoated it is accepted... Now I understand what you have to do. Put your political message across with a little honey.", "title": "Imagine", "publisher": "Apple", "year": 1971, "artist": "John Lennon"},
{"index": 79, "description": "This album – recorded on the fly while the band was touring – opens with one of the most exhilarating guitar riffs in rock & roll:  Jimmy Page 's searing stutter in \"Whole Lotta Love.\" As Page told  Rolling Stone , \"On the second LP, you can hear the real group identity coming together,\" by which he meant the unified might of his own white-blues devilry, John Bonham's hands-of-God drumming,  Robert Plant 's misty-mountain howl and John Paul Jones' firm bass and keyboard colors. Other great reasons to bang your head: \"The Lemon Song,\" \"Heart­breaker\" and \"Ramble On,\" where Plant meets a girl in the darkest depths of Mordor and single­handedly engenders a sales spike for J.R.R. Tolkien books", "title": "Led Zeppelin II", "publisher": "Atlantic", "year": 1969, "artist": "Led Zeppelin"},
{"index": 78, "description": "Otis Redding 's third album includes covers of three songs by  Sam Cooke , Redding's idol, who had died the previous December. Their styles were different: Cooke, smooth and sure; Redding, raw and pleading. But Redding's versions of \"Shake\" and \"A Change Is Gonna Come\" show how Cooke's sound and message helped shape Redding's Southern soul, heard here in his originals \"Respect\" and \"I've Been Loving You Too Long\" and in a cover of the  Rolling Stones ' \"(I Can't Get No) Satisfaction,\" which was itself inspired by the Stax/Volt sound. \"I use a lot of words different than the Stones' version,\" Redding noted. \"That's because I made them up.\" Two years later, his life would also be tragically cut short", "title": "Otis Blue", "publisher": "Volt", "year": 1965, "artist": "Otis Redding"},
{"index": 77, "description": "In the middle of album rehearsals, singer Bon Scott went on a drinking spree; he choked on his own vomit and was found dead in the back seat of a car. After two days of mourning, guitarist Malcolm Young thought, \"Well, fuck this, I'm not gonna sit around mopin' all fuckin' year.\" He called his brother, guitarist Angus Young, and they went back to work with replacement vocalist Brian Johnson and savvy producer Mutt Lange. The resulting album has the relentless logic of a sledgehammer.   Back in Black   might be the purest distillation of hard rock ever: The title track, \"Hells Bells\" and the primo dance-metal banger \"You Shook Me All Night Long\" have all become enduring anthems of strutting blues-based guitar hea", "title": "Back in Black", "publisher": "Atlantic", "year": 1980, "artist": "AC/DC"},
{"index": 76, "description": "The blockbuster soundtrack to  Prince 's semiautobiographical movie was raunchy enough to inspire the formation of the censorship watchdog group Parents' Music Resource Center. It also show­cased Prince's abilities as a guitarist, especially on \"Let's Go Crazy.\" But at heart,  Purple Rain  is defined by its brilliant idiosyncrasies. Its breakthrough hit, \"When Doves Cry,\" has no bass track (looking for a different sound, Prince removed it). According to keyboardist Dr. Fink, the title track was inspired by Bob Seger – when Prince was touring behind   1999   [see No. 163], Seger was playing many of the same markets. Prince didn't understand his appeal but decided to try a ballad in the Seger mode", "title": "Purple Rain", "publisher": "Warner Bros.", "year": 1984, "artist": "Prince and the Revolution"},
{"index": 75, "description": "So great is  James Brown 's impact that even the four-CD   Star Time   isn't quite comprehensive – between 1956 and 1988, Brown placed an astounding 100 singles on the R&B Top 40 charts. But every phase of his career is well represented here: the pleading, straight-up soul of \"Please, Please, Please\"; his instantaneous reinvention of R&B with \"Papa's Got a Brand New Bag,\" where the rhythm takes over and melody is subsumed within the groove; his spokesmanship for the civil rights movement in \"Say It Loud – I'm Black and I'm Proud (Pt. 1)\"; his founding document of Seventies funk, \"Get Up (I Feel Like Sex Being a) Sex Machine\"; and his blueprint for hip-hop in \"Funky Drummer.\" At 71 tracks, it never gets close to running out of soul power", "title": "Star Time", "publisher": "Polydor", "year": 1991, "artist": "James Brown"},
{"index": 74, "description": "For his third album,  Neil Young  fired Crazy Horse (the first of many times he would do so), picked up an acoustic guitar and headed to his basement. He installed recording equipment in the cellar of his Topanga Canyon home in Los Angeles, leaving room for only three or four people. There, Young made an album of heartbreaking ballads such as \"Tell Me Why\" and \"Don't Let It Bring You Down.\" The music is gentle, but never smooth (check the bracing \"Southern Man\"). Nils Lofgren, then a 17-year-old hotshot guitarist, squeezed into the sessions, but Young assigned him to the piano, an instrument he had never played in his life; it was a characteristically contrary move that worked out beautifully", "title": "After the Gold Rush", "publisher": "Reprise", "year": 1970, "artist": "Neil Young"},
{"index": 73, "description": "\"Let's put it this way: I had a sitar before  George Harrison ,\" said  Jimmy Page , explaining his longtime love for Indian music.  Zep 's frontman shared that affinity: In 1972,  Robert Plant  and Page journeyed to Bombay to make experimental recordings with Indian studio musicians and perform in an underground disco.   Physical Graffiti   is the ultimate in Led Zeppelin's attempts to fuse East and West, exploring the Arabic and Indian sonorities of \"Kashmir\" and \"In the Light.\" It's Zeppelin's most eclectic album, featuring down-and-dirty blues (\"Black Country Woman,\" \"Boogie With Stu\"), pop balladry (\"Down by the Seaside\") and the 11-minute \"In My Time of Dying.\" An excessive album from the group that all but invented excess", "title": "Physical Graffiti", "publisher": "Swan Song", "year": 1975, "artist": "Led Zeppelin"},
{"index": 72, "description": "Isaac Hayes'  Shaft  came first – but that rec­ord had one great single and a lot of instrumental filler. It was  Curtis Mayfield  who made a blaxploitation-soundtrack album that packed more drama than the movie it accompanied. Musically,  Superfly  is astonishing, marrying lush string parts to deep bass grooves, with lots of wah-wah guitar. On top, Mayfield sings in his worldly-wise falsetto, narrating the bleak ghetto tales of \"Pusherman\" and \"Freddie's Dead,\" telling hard truths about the drug trade and black life in the 1970s; it was  Marvin Gaye 's   What's Going On   at street level. \"I don't take credit for everything I write,\" Mayfield said. \"I only look upon my writings as interpretations of how the majority of people around me feel.", "title": "Superfly", "publisher": "Curtom", "year": 1972, "artist": "Curtis Mayfield"},
{"index": 71, "description": "Frustrated by the experience of writing good songs that didn't come to life in the studio,  Paul Simon  set out \"to make really good tracks,\" as he later put it. \"I thought, 'I have enough songwriting technique that I can reverse this process and write the song  after  the tracks are made.'\" Simon risked severe criticism by going to South Africa (then under apartheid) and working with the best musicians from the black townships. With the fluid energy and expertise of guitarist Ray Phiri and the vocal troupe Ladysmith Black Mambazo, Simon created an album about isolation and redemption that transcended \"world music\" to become the whole world's soundtrack. The bright grooves backed some of the sharpest, funniest lyrics of his career", "title": "Graceland", "publisher": "Warner Bros.", "year": 1986, "artist": "Paul Simon"},
{"index": 70, "description": "Billy Joel  had been on the verge throughout the mid-Seventies. But his fifth album had the recipe for success: a bottle of red, a bottle of white and a sharp eye for the local color of New York street life. The piano man hones his storytelling gifts with a Scorsese-style sense of humor and compassion, whether he's singing about a down-and-out Little Italy hustler in \"Movin' Out (Anthony's Song),\" the femme fatale in \"She's Always a Woman to Me\" or the doomed Long Island greaser couple Brenda and Eddie in \"Scenes From an Italian Restaurant.\" Meanwhile, he hit the pop charts with the Grammy-winning \"Just the Way You Are\" (written for his first wife and manager, Elizabeth), which became a wedding-band standard", "title": "The Stranger", "publisher": "Columbia", "year": 1977, "artist": "Billy Joel"},
{"index": 69, "description": "\"I put a lot of work into my lyrics,\"  Robert Plant  told  Rolling Stone  in 1975. \"Not all my stuff is meant to be scrutinized, though. Things like 'Black Dog' are blatant let's-do-it-in-the-bath-type things, but they make their point just the same.\" On their towering fourth album,  Led Zeppelin  match the raunch of \"Black Dog\" with Plant's most poetic lyrics for the inescapable epic ballad \"Stairway to Heaven,\" while guitarist  Jimmy Page  veers from the blues apocalypse of \"When the Levee Breaks\" to the torrid Little Richard tribute \"Rock & Roll\" to the mandolin-driven \"Battle of Evermore.\" (\"It sounded like a dance-around-the-maypole number,\" Page later confessed.) Maypole or no, IV was the peak of Seventies hard rock", "title": "Led Zeppelin IV", "publisher": "Atlantic", "year": 1971, "artist": "Led Zeppelin"},
{"index": 68, "description": "\"The ballads were what made   Off the Wall   a  Michael Jackson  album,\" Jackson remembered of his big solo splash, which spun off four Top 10 hits and eclipsed the success of the Jackson 5. \"I'd done ballads with [my] brothers, but they had never been too enthusiastic about them and did them more as a concession to me than anything else.\" In \"She's Out of My Life,\" you can hear Jackson actually break down and cry in the studio. But the unstoppable dance tracks on  Off the Wall  – sculpted by Jackson and producer Quincy Jones – remain more or less perfect examples of why disco didn't suck. \"Don't Stop 'Til You Get Enough,\" \"Rock With You\" and \"Burn This Disco Out\" still get the party started today", "title": "Off the Wall", "publisher": "Epic", "year": 1979, "artist": "Michael Jackson"},
{"index": 67, "description": "\"  Kid A   is like getting a massive eraser out and starting again,\" Thom Yorke said in October 2000, the week this album became the British band's first Number One record in America. \"I find it difficult to think of the path we've chosen as 'rock music.'\" In fact,  Kid A  remains the most groundbreaking rock album of the '00s –  Radiohead  rebuilt, with a new set of bsaics and a bleak but potent humanity. Just when the Nineties alt-rock heroes seemed destined to become the next U2, they made a fractured, twitchy anti-opus. Despite esoteric nods to electronica (\"Idioteque\") and free jazz (\"The National Anthem\"), they morphed alien sounds into a surprisingly accessible elegy to tenderness – and had a hit anyway", "title": "Kid A", "publisher": "Capitol", "year": 2000, "artist": "Radiohead"},
{"index": 66, "description": "\"That was the type of band I dig,\"  Van Morrison  said of the   Moondance   sessions. \"Two horns and a rhythm section – they're the type of bands that I like best.\" Morrison took that soul-band lineup and ­blended it with jazz, blues, poetry and vivid memories of his Irish childhood, until songs such as \"And It Stoned Me,\" \"Crazy Love\" and \"Caravan\" felt like lucid dreams – it's some of the most romantic music ever made. In the lushly swinging title hit, Morrison turns the words over and over in his mouth, not scatting so much as searching for a new language of desire. The title of the album's transporting centerpiece, \"Into the Mystic,\" serves as an apt summary: This is an album of late-night revelry and ecstatic visions", "title": "Moondance", "publisher": "Warner Bros.", "year": 1970, "artist": "Van Morrison"},
{"index": 65, "description": "When the Righteous Brothers' Bobby Hatfield first heard their \"You've Lost That Lovin' Feelin',\" with partner Bill Medley's extended solo, he asked, \"But what do I do while he's singing the whole first verse?\" Producer  Phil Spector  replied, \"You can go directly to the bank!\" Spector invented the idea of the rock producer as artist. He built his Wall of Sound out of hand claps, strings, massive overdubs and mountains of percussion, making some of the most frenzied, dramatic teenage-lust pop ever heard. This box has hits such as the Ronettes' \"Be My Baby,\" Darlene Love's \"A Fine, Fine Boy\" and the Crystals' \"Da Doo Ron Ron,\" one of Spector's \"little symphonies for the kids.", "title": "Back to Mono (1958-1969)", "publisher": "ABKCO", "year": 1991, "artist": "Phil Spector"},
{"index": 64, "description": "Drummer Charlie Watts remembered the origin of   Sticky Fingers   as the songs  Mick Jagger  wrote while filming the movie Ned Kelly in Australia. \"Mick started playing the guitar a lot,\" Watts said. \"He plays very strange rhythm guitar... very much how Bra­zilian guitarists play, on the upbeat. It is very much like the guitar on a  James Brown  track – for a drummer, it's great to play with.\" New guitarist Mick Taylor stretched out the  Stones ' sound in \"Sway,\" \"Can't You Hear Me Knocking\" and \"Moonlight Mile.\" But \"Brown Sugar\" is a classic Stones stomp, and two of the best cuts are country songs: one forlorn (\"Wild Hor­ses\") and one funny (\"Dead Flowers\")", "title": "Sticky Fingers", "publisher": "Rolling Stones Records", "year": 1971, "artist": "The Rolling Stones"},
{"index": 63, "description": "After fostering a solemn public image for years,  U2  loosened up on   Achtung Baby  , a prescient mix of sleek rock and pulsing Euro grooves recorded in Berlin and Dublin with  Brian Eno  and Daniel Lanois. They no longer sounded like young men sure of the answers; now they were full of doubt and longing. \"It's a con, in a way,\"  Bono  told  Rolling Stone  about the album in 1992. \"We call it  Achtung Baby , grinning up our sleeves in all the photography. But it's probably the heaviest record we've ever made.\" \"One\" may be their most gorgeous song, but it's a dark ballad about a relationship in peril and the struggle to keep it together. Yet the emotional turmoil made U2 sound more human than ever", "title": "Achtung Baby", "publisher": "Island", "year": 1991, "artist": "U2"},
{"index": 62, "description": "The biggest-selling debut album of all time,  Appetite for Destruction , features a lot more than the yowl of Indiana-bred W.  Axl Rose , the only member still in  Guns N' Roses . Guitarist Slash gave the band blues emotion and punk energy, while the rhythm section brought the funk on hits such as \"Welcome to the Jungle\" and \"Mr. Brownstone.\" When all the elements came together, as in the final two minutes of \"Paradise City,\" G N' R left all other Eighties metal bands looking like poodle-haired pretenders, and they knew it, too. \"A lot of rock bands are too fucking wimpy to have any sentiment or any emotion,\" Rose said. \"Unless they're in pain.", "title": "Appetite for Destruction", "publisher": "Geffen", "year": 1987, "artist": "Guns N' Roses"},
{"index": 61, "description": "Sly and the Family Stone  created a musical utopia: an interracial group of men and women who blended funk, rock and positive vibes. Sly Stone, the Family mastermind, was one of the Sixties' most ambitious artists, mixing up the hardest funk beats with hippie psychedelia in hits such as \"Thank You (Falettinme Be Mice Elf Agin).\"   Greatest Hits   ranges from gospel-style ballads (\"Everybody Is a Star\") to rump shakers (\"Everyday People\") to soulful bubblegum (\"Hot Fun in the Summertime\"). Stone discovered his utopia had a ghetto, and he brilliantly tore the whole thing down on 1971's  There's a Riot Goin' On  [see No. 99]. But nothing can negate the joy of this music", "title": "Greatest Hits", "publisher": "Epic", "year": 1970, "artist": "Sly and the Family Stone"},
{"index": 60, "description": "On first listen,   Trout Mask Replica   sounds like a wild, incomprehensible rampage through the blues. Don Van Vliet (a.k.a.  Captain Beefheart ) growls, rants and recites poetry over chaotic guitar licks. But every note was precisely planned in advance – to construct the songs, the Magic Band rehearsed 12 hours a day for months on end in a house with the windows blacked out. (Producer and longtime friend Frank Zappa was then able to record most of the album in less than five hours.) The avant-garde howl of tracks such as \"Ella Guru\" and \"My Human Gets Me Blues\" have inspired modern primitives from  Tom Waits  to  PJ Harvey", "title": "Trout Mask Replica", "publisher": "Straight", "year": 1969, "artist": "Captain Beefheart and His Magic Band"},
{"index": 59, "description": "Between 1968 and early 1972,  CCR  rolled out 13 Top 40 songs, which still stand as the most impressive run of hits made by an American band. Former Army reservist and  Little Richard  fan  John Fogerty  was the dance-band populist on the San Francisco ballroom scene, writing concise, catchy songs like \"Down on the Corner\" and \"Proud Mary\" that fused R&B boogie with longhaired West Coast chooglin'. He also tapped into the spirit of the times, tackling the Vietnam War on \"Who'll Stop the Rain\" and class politics on \"Fortunate Son.\" This compilation demonstrates over and over how much American possibility you can pack into two-minute blasts of car-radio heaven", "title": "Chronicle Vol. 1", "publisher": "Fantasy", "year": 1976, "artist": "Creedence Clearwater Revival"},
{"index": 58, "description": "\"When we had been in the States between 1964 and '66, I had gathered together this enormous collection of records, but I never had any time to listen to them,\"  Keith Richards  recalled. \"In late 1966 and '67, I unwrapped them and actually played them.\" After the wayward psychedelia of 1967's Their Satanic Majesties Request, and with guitarist Brian Jones largely AWOL, Richards' record collection led the  Rolling Stones  back to their version of America: country music on \"Dear Doctor,\" the blues on \"Prodigal Son\" and urban riots on \"Street Fighting Man.\" And \"Sympathy for the Devil\" is an anthem for the darkness in every human heart – in other words, just one more example of the Stones getting back to basics", "title": "Beggars Banquet", "publisher": "ABKCO", "year": 1968, "artist": "The Rolling Stones"},
{"index": 57, "description": "Making this record,  Stevie Wonder  would often stay in the studio 48 hours straight, not eating or sleeping, while everyone around him struggled to keep up. \"If my flow is goin', I keep on until I peak,\" he said. The flow went so well, Wonder released 21 songs, packaged as a double album and a bonus EP. The highlights are the joyful \"Isn't She Lovely\" and \"Sir Duke,\" but Wonder also displays his mastery of funk, jazz, Afrobeat and even a string-quartet minuet. Nineteen years later, Coolio turned the haunting groove of \"Pastime Paradise\" into the Number One single \"Gang­sta's Paradise,\" just one example of   Life  's vast influence on decades of pop", "title": "Songs in the Key of Life", "publisher": "Motown/Universal", "year": 1976, "artist": "Stevie Wonder"},
{"index": 56, "description": "In November 1955, RCA Records bought  Presley 's contract, singles and unreleased master tapes from Sun Records. His first full-length album came out six months later, with tracks drawn from both the Sun sessions and further recordings at RCA's studios in New York and Nashville. It became the first rock & roll album to make it to Number One on the Billboard charts. \"There wasn't any pressure,\" guitarist Scotty Moore said of the first RCA sessions. \"They were just bigger studios with different equipment. We basically just went in and did the same thing we always did.\" On tracks such as \"Blue Suede Shoes,\" that meant revved-up country music with the sexiest voice anyone had ever heard", "title": "Elvis Presley", "publisher": "RCA", "year": 1956, "artist": "Elvis Presley"},
{"index": 55, "description": "Hendrix 's third album was the first he produced himself, a fever dream of underwater electric soul cut in round-the-clock sessions at the Record Plant in New York. Hendrix would leave the Record Plant to jam at a club around the corner, the Scene, and \"Voodoo Chile\" – 15 minutes of live in-the-studio blues exploration with Steve Winwood on organ and  Jefferson Airplane 's Jack Casady on bass – reflects those excursions. In addition to psychedelic Delta blues, there was the precision snap of \"Crosstown Traffic\" and a cover of \"All Along the Watchtower\" that took  Bob Dylan  into outer space before touching down with a final burst of spectral fury", "title": "Electric Ladyland", "publisher": "Reprise", "year": 1968, "artist": "The Jimi Hendrix Experience"},
{"index": 54, "description": "Soul music is a blend of the holy and the filthy: gospel and blues rubbing up against each other. And  Ray Charles  was just about the first person to perfect that mix. Charles was knocking around Seattle when Atlantic bought out his contract in 1952. For the next seven years, he turned out brilliant singles such as \"What'd I Say\" and \"I Got a Woman,\" which was a takeoff on a gospel tune, \"It Must Be Jesus.\" He was inventing the sound of ecstasy, three minutes at a time. This box collects every R&B side he cut for Atlantic, though his swinging take on \"My Bonnie\" will have you thinking it covers his Atlantic jazz output as well", "title": "The Birth of Soul: The Complete Atlantic Recordings", "publisher": "Atlantic", "year": 1991, "artist": "Ray Charles"},
{"index": 53, "description": "For Americans in the full grip of Beatlemania, this was the first album they could buy.  Meet  took the Fab Four's second British record,  With the Beatles , dropped five covers and added three tracks, including the singles \"I Want to Hold Your Hand\" and \"I Saw Her Standing There.\" (This may have made a hash of the  Beatles ' artistic intentions, but it made for a much better record.)  John Lennon  and  Paul McCartney  were on a songwriting roll that would be unmatched in rock history, and at this point they were still a real team. They wrote \"I Want to Hold Your Hand\" together on a piano in the basement of Jane Asher, McCartney's actress girlfriend – as Lennon put it, \"eyeball  to eyeball.", "title": "Meet the Beatles!", "publisher": "Capitol", "year": 1964, "artist": "The Beatles"},
{"index": 52, "description": "Al Green  made some of the most visionary soul music of the Seventies, in Memphis with producer Willie Mitchell. \"In Memphis, you just do as you feel,\" he told  Rolling Stone  in 1972. \"It's not a modern, up-to-par, very glamorous, big-red-chairs-and-carpet-that-thick studio. It's one of those places you can go into and stomp out a good soul jam.\" In collaboration with Mitchell and subtly responsive musicians like drummer Al Jackson Jr., Green was a natural album artist, making love-and-pain classics such as 1973's   Call Me  . But this collection makes for a unified album in itself, compiling hits like \"Let's Stay Together,\" \"I'm Still in Love With You\" and \"Tired of Being Alone\" into a flawless 10-song suite", "title": "Greatest Hits", "publisher": "Hi", "year": 1975, "artist": "Al Green"},
{"index": 51, "description": "On their fifth and final studio album,  Paul Simon  and  Art Garfunkel  were pulling away from each other: Simon assembled some of it while Garfunkel was in Mexico starting his acting career with a part in the film version of  Catch-22 . Garfunkel vetoed Simon's \"Cuba Sí, Nixon No,\" and Simon nixed Garfunkel's idea for a Bach chorale. But what remains is the partnership at its best: wry, wounded songs with healing harmonies such as \"The Boxer,\" though the gorgeous title track was sung by Garfunkel alone, despite his resistance. \"He felt I should have done it,\" Simon told  Rolling Stone  in 1972. \"And many times I'm sorry I didn't do it.", "title": "Bridge Over Troubled Water", "publisher": "Columbia", "year": 1970, "artist": "Simon and Garfunkel"},
{"index": 50, "description": "\"I came from a family where my people didn't like rhythm & blues,\"  Little Richard  told  Rolling Stone  in 1970. \"Bing Crosby, 'Pennies From Heaven,' Ella Fitzgerald was all I heard. And I knew there was something that could be louder than that, but didn't know where to find it. And I found it was me.\" Richard's raucous 1957 debut album collected singles such as \"Rip It Up\" and \"Long Tall Sally,\" in which his rollicking boogie-­woogie piano and falsetto scream ignited the unfettered possibilities of rock & roll. \"Tutti Frutti\" still contains what has to be considered the most inspired rock lyric ever recorded: \"A wop bop alu bop, a wop bam boom!", "title": "Here's Little Richard", "publisher": "Specialty", "year": 1957, "artist": "Little Richard"},
{"index": 49, "description": "Rock's greatest live double LP is an unbeatable testimony to the  Allman Brothers ' improvisational skills, as well as evidence of how they connected with audiences to make jamming feel communal. \"The audience would kind of play along with us,\" singer­organist Gregg Allman said of the March 1971 shows documented here. \"They were right on top of every single vibration coming from the stage.\" The dazzling guitar team of Duane Allman and Dickey Betts was at its peak, seamlessly fusing blues and jazz in \"Whipping Post\" and \"In Memory of Elizabeth Reed.\" But their telepathy was interrupted: Just three months after the album's release, Duane died in a motorcycle accident", "title": "At Fillmore East", "publisher": "Mercury", "year": 1971, "artist": "The Allman Brothers Band"},
{"index": 48, "description": "Loud, obnoxious, funky, avant-garde, political, hilarious –  Public Enemy 's brilliant second album is all of these things, all at once. Chuck D booms intricate rhymes with a delivery inspired by sportscaster Marv Albert; sidekick Flavor Flav raps comic relief; and production team the Bomb Squad builds mesmerizing, multilayered jams, pierced with shrieking sirens. The title and roiling force of \"Bring the Noise\" is truth in advertising. \"If they're callin' my music 'noise,'\" said Chuck D, \"if they're saying that I'm really getting out of character being a black person in America, then fine – I'm bringin' more noise.", "title": "It Takes a Nation of Millions to Hold Us Back", "publisher": "Def Jam", "year": 1988, "artist": "Public Enemy"},
{"index": 47, "description": "Two important things happened to John Coltrane in 1957: The saxophonist left  Miles Davis ' employ to join Thelonious Monk's band and hit new heights in extended, ecstatic soloing. Coltrane also kicked heroin addiction, a vital step in a spiritual awakening that climaxed with this legendary album-long hymn of praise – transcendent music perfect for the high point of the civil rights movement. The indelible four-note theme of the first piece, \"Acknowledgment,\" is the humble foundation of the suite. But Coltrane's majestic, often violent blowing (famously described as \"sheets of sound\") is never self-aggrandizing. His playing soars with nothing but gratitude and joy. You can't help but go with him", "title": "A Love Supreme", "publisher": "Impulse", "year": 1964, "artist": "John Coltrane"},
{"index": 46, "description": "Bob Marley  said, \"Reggae music is too simple for [American musicians]. You must be inside of it, know what's happening, and why you want to play this music. You don't just run and go play this music because you think you can make a million off it.\" Ironically, this set of the late reggae idol's greatest hits has sold in the millions worldwide. In a single disc, it captures everything that made him an international icon: his nuanced songcraft, his political message (and savvy), and – of course – the universal soul he brought to Jamaican rhythm and Rastafarian spirituality in the gunfighter ballad \"I Shot the Sheriff,\" the comforting swing of \"No Woman, No Cry\" and the holy promise of \"Redemption Song.", "title": "Legend", "publisher": "Island", "year": 1984, "artist": "Bob Marley and the Wailers"},
{"index": 45, "description": "The Band  were four-fifths Canadian – drummer Levon Helm was from Arkansas – but their second album is all American. Guitarist Robbie Robertson's songs vividly evoke the country's pioneer age (\"Across the Great Divide\") and the Civil War (\"The Night They Drove Old Dixie Down\"), while reflecting the fractured state of the nation in the 1960s. The Band's long life on the road resonates in the brawn of Garth Hudson's keyboards and Helm's juke-joint attack. But Robertson's stories truly live in Helm's growl, Rick Danko's high tenor and Richard Manuel's spectral croon. \"Somebody once said he had a tear in his voice,\" Helm said of Manuel. \"Richard had one of the richest-textured voices I'd ever heard.", "title": "The Band", "publisher": "Capitol", "year": 1969, "artist": "The Band"},
{"index": 44, "description": "From its first defiant line, \"Jesus died for somebody's sins, but not mine,\" the opening shot in a bold reinvention of  Van Morrison 's Sixties garage-rock classic \"Gloria,\"  Patti Smith 's debut album was a declaration of committed mutiny, a statement of faith in the transfigurative powers of rock & roll.  Horses  made her the queen of punk before it even really existed, but Smith cared more for the poetry in rock. She sought the visions and passions that connected  Keith Richards  and Rimbaud – and found them, with the intuitive assistance of a killing band (pianist Richard Sohl, guitarist Lenny Kaye, bassist Ivan Kral and drummer Jay Dee Daugherty) and her friend Robert Mapplethorpe, who shot the stark, beautiful cover portrait", "title": "Horses", "publisher": "Arista", "year": 1975, "artist": "Patti Smith"},
{"index": 43, "description": "\"I think every album was a step toward  Dark Side of the Moon ,\" keyboardist Rick Wright said. \"We were learning all the time; the techniques of the recording and our writing was getting better.\" As a culmination of their inner-space explorations of the early 1970s, the  Floyd  toured the bulk of  Dark Side  in Britain for months prior to recording. But in the studio, the band articulated bassist Roger Waters' reveries on the madness of everyday life with melodic precision (\"Breathe,\" \"Us and Them\") and cinematic luster (Clare Torry's guest-vocal aria, \"The Great Gig in the Sky\"). It's one of the best-produced rock albums ever, and \"Money\" may be the only Top 20 hit in 7/4 time", "title": "The Dark Side of the Moon", "publisher": "EMI", "year": 1973, "artist": "Pink Floyd"},
{"index": 42, "description": "After blowing minds as the house band at L.A.'s Whisky-a-Go-Go, where they got fired for playing the Oedipal drama \"The End,\"  the Doors  were ready to unleash their organ-driven rock on the world. \"On each song we had tried every possible arrangement,\" drummer John Densmore said, \"so we felt the whole album was tight.\" The Blakean pop art on their debut was beyond Top 40 attention spans. But they hit pay dirt by editing down one of their jams: \"Light My Fire,\" written by guitarist Robbie Krieger when Jim Morrison told everybody in the band to write a song with universal imagery", "title": "The Doors", "publisher": "Elektra", "year": 1967, "artist": "The Doors"},
{"index": 41, "description": "\"If the sessions had gone the way I wanted, it would have been unlistenable for most people,\" Johnny Rotten said. \"If you want people to listen, you’re going to have to compromise.\" But few heard it that way at the time. The  Pistols ' only studio album sounds like a rejection of everything rock & roll had to offer. True, the music was less shocking than Rotten himself, who snarled about abortions, anarchy and hatred. But  Never Mind . . . is the Sermon on the Mount of U.K. punk – and its echoes are everywhere", "title": "Never Mind the Bollocks, Here's the Sex Pistols", "publisher": "Warner Bros.", "year": 1977, "artist": "The Sex Pistols"},
{"index": 40, "description": "\"When I did that album,\" singer Arthur Lee said, \"I thought I was going to die at that particular time, so those were my last words.\" Lee, who died of cancer in 2006, was still performing this album live well into the '00s. And for good reason: The third record by his biracial L.A. band is wild and funny and totally pioneering: folk rock turned into elegant Armageddon with the symphonic sweep and mariachi-brass drama of \"Alone Again Or\" and \"You Set the Scene.\" In the late Nineties, Lee served time in prison. After his release, he brought extra pathos to \"Live and Let Live\" when he sang, \"Served my time, served it well.", "title": "Forever Changes", "publisher": "Elektra", "year": 1967, "artist": "Love"},
{"index": 39, "description": "The Beatles  recorded 10 of the 14 songs on their debut album at EMI's Abbey Road studio in just over 12 hours on February 11th, 1963. For productivity alone, it's one of the greatest first albums in rock. The Beatles had already invented a bracing new sound for a rock band – an assault of thrumming energy and impeccable vocal harmonies – and they nailed it using the covers and originals in their live repertoire: the Shirelles' \"Boys\" and Arthur Alexander's \"Anna\"; the  Lennon - McCartney  burners \"There's a Place\" and \"I Saw Her Standing There.\" Fittingly, John Lennon finished the epochal all-day session shirtless and shredding what was left of his vocal cords on two takes of \"Twist and Shout.", "title": "Please Please Me", "publisher": "Parlophone", "year": 1963, "artist": "The Beatles"},
{"index": 38, "description": "McKinley Morganfield – a.k.a.  Muddy Waters  – started out playing acoustic Delta blues in Mississippi. But when he moved to Chicago in 1943, he needed an electric guitar to be heard over the tumult of South Side clubs. The sound he developed was the foundation of Chicago blues – and rock & roll; the thick, bleeding tones of his slide work anticipated rock-guitar distortion by nearly two decades.  Jimi Hendrix  adapted Waters' \"Rollin' Stone\" for \"Voodoo Chile,\"  Bob Dylan  found inspiration in it for \"Like a Rolling Stone,\" and  Mick Jagger  and  Keith Richards  took their band's name from it. The 50 cuts on these two CDs run from guitar-and-stand-up-bass duets to full-band romps – and they only scratch the surface of Waters' legacy", "title": "The Anthology", "publisher": "Chess/MCA", "year": 2001, "artist": "Muddy Waters"},
{"index": 37, "description": "In pursuit of note-perfect Hollywood-cowboy ennui, the  Eagles  spent eight months in the studio polishing take after take after take. As Don Henley recalled, \"We just locked ourselves in. We had a refrigerator, a ping-pong table, roller skates and a couple of cots. We would go in and stay for two or three days at a time.\" With guitarist Joe Walsh replacing Bernie Leadon, the band backed off from straight country rock in favor of the harder sound of \"Life in the Fast Lane.\" The somber \"New Kid in Town\" ponders the fleeting nature of fame, and the title track is a monument to the rock-aristocrat decadence of the day and a feast of triple-guitar interplay. \"Every band has their peak,\" Henley said. \"That was ours.", "title": "Hotel California", "publisher": "Asylum", "year": 1976, "artist": "The Eagles"},
{"index": 36, "description": "For nearly a decade,  Carole King  wrote Brill Building pop with her then-husband, Gerry Goffin: hits such as Little Eva's \"The Loco-Motion\" (Eva Boyd was the couple's baby sitter) and the Monkees' \"Pleasant Valley Sunday.\" Then King's friend  James Taylor  encouraged her to sing her own tunes. She slowed down \"Will You Love Me Tomorrow\" (originally a hit for the Shirelles in 1960), heightening the melancholy inside, while her warm, earnest singing brought out the sadness in \"So Far Away\" and \"It's Too Late\" and the earthy joy on \"I Feel the Earth Move.\" On   Tapestry  , King remade herself as an artist and created the reigning model for the 1970s female singer-songwriter – not to mention a blockbuster pop record of enduring artistic quality", "title": "Tapestry", "publisher": "Ode", "year": 1971, "artist": "Carole King"},
{"index": 35, "description": "This album documents one of the most elaborate self-mythologizing schemes in rock, as  David Bowie  created the glittery, messianic alter ego Ziggy Stardust (\"well-hung and snow-white tan\"). The glam rock Bowie made with guitarist Mick Ronson on tracks like \"Hang on to Yourself\" and \"Suffragette City\" is an irresistible blend of sexy, campy pop and blues power. The anthem \"Ziggy Stardust\" is one of rock's earliest, and best, power ballads. \"I consider myself responsible for a whole new school of pretensions,\" Bowie said at the time. \"They know who they are. Don't you, Elton? Just kidding. No, I'm not.", "title": "The Rise and Fall of Ziggy Stardust and the Spiders From Mars", "publisher": "RCA", "year": 1972, "artist": "David Bowie"},
{"index": 34, "description": "\"Big Pink\" was a pink house in Woodstock, New York, where the  Band  –  Bob Dylan 's '65-'66 backup band on tour – moved to be near Dylan after his motorcycle accident. While he recuperated, the Band backed him on the demos later known as  The Basement Tapes  [see No. 292] and made their own debut. Dylan offered to play on the album; the Band said no thanks. \"We didn't want to just ride his shirttail,\" drummer Levon Helm said. Dylan contributed \"I Shall Be Released\" and co-wrote two other tunes. But it was the rustic beauty of the Band's music and the drama of their own reflections on family and obligations, on songs such as \"The Weight,\" that made   Big Pink   an instant homespun classic", "title": "Music From Big Pink", "publisher": "Capitol", "year": 1968, "artist": "The Band"},
{"index": 33, "description": "\"Our early songs came out of our real feelings of alienation, isolation, frustration – the feelings every­body feels between 17 and 75,\" said singer Joey Ramone. Clocking in at just over 28 minutes,  Ramones  is a complete rejection of the spangled artifice of 1970s rock. The songs are fast and anti-social, just like the band: \"Beat on the Brat,\" \"Blitzkrieg Bop,\" \"Now I Wanna Sniff Some Glue.\" Guitarist Johnny Ramone refused to play solos – his jackhammer chords became the lingua franca of punk – and the whole thing was recorded for just over $6,000. Yet amid the buoyantly nihilist fury, Joey Ramone's leather-tender plea \"I Wanna Be Your Boyfriend\" showed that even punks need love", "title": "Ramones", "publisher": "Sire", "year": 1976, "artist": "Ramones"},
{"index": 32, "description": "The Rolling Stones ' final record of the Sixties kicks off with the terrifying \"Gimme Shelter,\" the song that came to symbolize not only the catastrophe of the Stones' free show at Altamont but the death of the decade's utopian spirit. And the entire album burns with apocalyptic cohesion: the sex-mad desperation of \"Live With Me\"; the murderous blues of \"Midnight Rambler\";  Keith Richards ' lethal, biting guitar on \"Monkey Man\"; the epic moralism, with honky-tonk piano and massed vocal chorus, of \"You Can't Always Get What You Want,\" which  Mick Jagger  wrote on acoustic guitar in his bedroom. \"Somebody said that we could get the London Bach Choir,\" Jagger recalled years later, \"and we said, 'That will be a laugh.'", "title": "Let It Bleed", "publisher": "London", "year": 1969, "artist": "The Rolling Stones"},
{"index": 31, "description": "\"It's very complicated to play with electricity,\"  Bob Dylan  said in the summer of 1965. \"You're dealing with other people... Most people who don't like rock & roll can't relate to other people.\" But on Side One of this pioneering album, Dylan amplifies his cryptic, confrontational songwriting with guitar lightning and galloping drums. \"Subterranean Homesick Blues\" and \"Maggie's Farm\" are loud, caustic and funny as hell. Dylan returns to solo acoustic guitar on the four superb songs on Side Two, including the scabrous \"It's Alright, Ma (I'm Only Bleeding)\" and the closing ballad, \"It's All Over Now, Baby Blue,\" arguably his finest, most affectionate song of dismissal", "title": "Bringing It All Back Home", "publisher": "Columbia", "year": 1965, "artist": "Bob Dylan"},
{"index": 30, "description": "\"The  Blue  album, there's hardly a dishonest note in the vocals,\"  Joni Mitchell  told  Rolling Stone  in 1979. \"At that period of my life, I had no persona defenses. I felt like a cellophane wrapper on a pack of cigarettes. I felt like I had absolutely no secrets from the world, and I couldn't pretend in my life to be strong. Or to be happy.\" With song after song of regrets and sorrow, this may be the ultimate breakup album. Its whispery minimalism is also Mitchell's greatest musical achievement. Stephen Stills and  James Taylor  lend an occasional hand, but in \"California,\" \"Carey,\" \"This Flight Tonight\" and the devastating title track, Mitchell sounds utterly alone in her melancholy, turning the sadness into tender, universally powerful art", "title": "Blue", "publisher": "Reprise", "year": 1971, "artist": "Joni Mitchell"},
{"index": 29, "description": "On their first album,  Led Zeppelin  were still in the process of inventing their own sound, moving on from the heavy rave-ups of guitarist  Jimmy Page 's previous band, the  Yardbirds . But from the beginning, Zeppelin had the astonishing fusion of Page's lyrical guitar-playing,  Robert Plant 's paint-peeling love-hound yowl, and John Paul Jones and John Bonham's avalanche boogie. \"We were learning what got us off most and what got people off most,\" said Plant. Yet the template for everything Zeppelin achieved in the 1970s is here: brutal rock (\"Communication Breakdown\"), thundering power balladry (\"Your Time Is Gonna Come\"), acid-flavored folk blues (\"Babe I'm Gonna Leave You\"). Heavy metal still lives in its shadow", "title": "Led Zeppelin", "publisher": "Atlantic", "year": 1969, "artist": "Led Zeppelin"},
{"index": 28, "description": "Pete Townshend  said he suffered a nervous breakdown when his planned follow-up to the rock opera  Tommy , the ambitious, theatrical  Lifehouse , fell apart. But he was left with an extraordinary cache of songs that  the Who  honed for what became their best studio album,   Who's Next  . \"Won't Get Fooled Again,\" \"Bargain\" and \"Baba O'Riley\" (named in tribute to avant-garde composer Terry Riley and Townshend's spiritual guru Meher Baba) all beam with epic majesty, often spiked with synthesizers. \"I like synthesizers,\" Townshend said, \"because they bring into my hands things that aren't in my hands: the sound of the orchestra, French horns, strings... You press a switch and it plays it back at double speed.", "title": "Who's Next", "publisher": "Decca", "year": 1971, "artist": "The Who"},
{"index": 27, "description": "\"America's the promised land to a lot of Irish people,\"  Bono  told  Rolling Stone . \"I'm one in a long line of Irishmen who made the trip.\" On  U2 's fifth studio album, the band immersed itself in the mythology of the United States, while the Edge exploited the poetic echo of digital delay, drowning his trademark arpeggios in rippling tremolo. One of the most moving songs is \"Running to Stand Still,\" a stripped-down slide-guitar ballad about heroin addiction, but for the most part this is an album that turns spiritual quests and political struggles into uplifting stadium singalongs: See hits like \"Where the Streets Have No Name\" and \"I Still Haven't Found What I'm Looking For,\" a rock anthem with a gospel soul", "title": "The Joshua Tree", "publisher": "Island", "year": 1987, "artist": "U2"},
{"index": 26, "description": "On  Rumours ,  Fleetwood Mac  turned private turmoil into gleaming, melodic public art. The band's two couples – bassist John and singer-keyboard player Christine McVie, who were married; guitarist Lindsey Buckingham and vocalist Stevie Nicks, who were not – were in the midst of breakups during the album's protracted sessions. This lent a highly charged, confessional aura to songs like Buckingham's \"Go Your Own Way,\" Nicks' \"Dreams,\" Christine's \"Don't Stop\" and the group-composed anthem to betrayal, \"The Chain.\" The Mac's catchy exposés, produced with California-sunshine polish, touched a nerve:  Rumours  became the gold standard of late-Seventies FM radio and the seventh-bestselling studio album of all time", "title": "Rumours", "publisher": "Warner Bros.", "year": 1977, "artist": "Fleetwood Mac"},
{"index": 25, "description": "Perhaps the greatest live album ever recorded. From the breathless buildup of the spoken intro through terse, sweat-soaked early hits such as \"Try Me\" and \"Think\" into 11 minutes of the raw ballad \"Lost Someone,\" climaxing with a frenzied nine-song medley and ending with \"Night Train,\" Live at the Apollo is pure, uncut soul. And it almost didn't happen.  James Brown  defied King Records label boss Syd Nathan's opposition to a live album by arranging to record a show himself – on October 24th, 1962, the last date in a run at Harlem's historic Apollo Theater. His intuition proved correct: Live at the Apollo – the first of four albums Brown recorded there – charted for 66 weeks", "title": "Live at the Apollo", "publisher": "King", "year": 1963, "artist": "James Brown"},
{"index": 24, "description": "Stevie Wonder 's high-flying musical experimentation and penetrating lyrical insight made  Innervisions  a textured, but never self-indulgent, work of soulful self-discovery. Fusing social realism with spiritual idealism, he brings expressive color and irresistible funk to his keyboards on \"Too High\" (a cautionary anti-drug song) and \"Higher Ground\" (which echoes Martin Luther King Jr.'s message of transcendence). The album's centerpiece is \"Living for the City,\" a cinematic depiction of exploitation and injustice. He brought his most innovative music to life in the nick of time: Three days after  Innervisions  was released, Wonder was put into a four-day coma after the car he was traveling in collided with a logging truck", "title": "Innervisons", "publisher": "Tamala", "year": 1973, "artist": "Stevie Wonder"},
{"index": 23, "description": "Also known as the \"primal scream\" album, referring to the painful therapy that gave rise to its songs,  Plastic Ono Band  was  John Lennon 's first proper solo album and rock & roll's most self-revelatory recording. Lennon attacks and ­denies idols and icons, including his own former band (\"I don't believe in Beatles,\" he sings in \"God\"), to hit a pure, raw core of confession that, in its echo-drenched, garage-rock crudity, is years ahead of punk. He deals with childhood loss in \"Mother\" and skirts blasphemy in \"Working Class Hero\": \"You're still fucking peasants as far as I can see.\" But consigning Sixties dreams to the rubbish bin, there's also room for a fragile sense of possibility (see \"Hold On\").  Plastic Ono Band  is the sound of Year Zero", "title": "Plastic Ono Band", "publisher": "Capitol", "year": 1970, "artist": "John Lennon"},
{"index": 22, "description": "\"You want to know how good the blues can get?\"  Keith Richards  asked. \"Well, this is it.\" The bluesman in question was  Robert Johnson , who lived from 1911 to 1938 in the Mississippi Delta, and whose guitar prowess was so great, it inspired stories that he had sold his soul to the devil in exchange for his amazing gift. In his only two recording sessions, Johnson cut just 29 songs, but their evanescent passion has resonated through the decades, crucial inspiration for everyone from Chicago blues originator Elmore James to British blues inheritors like the  Stones  and  Eric Clapton . Every one of his songs (along with 12 alternate takes) is included here – a holy grail of the blues", "title": "The Complete Recordings", "publisher": "Columbia", "year": 1990, "artist": "Robert Johnson"},
{"index": 21, "description": "In the latter half of the Fifties,  Chuck Berry  released a string of singles that defined the sound and spirit of rock & roll. \"Maybellene,\" a fast, countryish rocker about a race between a Ford and a Cadillac, kicked it all off in 1955, and one classic hit followed another, each powered by Berry's staccato country-blues-guitar gunfire: \"Roll Over Bee­thoven,\" \"School Days,\" \"Rock and Roll Music,\" \"Sweet Little Sixteen,\" \"Johnny B. Goode,\" \"Back in the USA.\" What was Berry's secret? In the maestro's own words, \"The nature and backbone of my beat is boogie, and the muscle of my music is melodies that are simple.\" This collection culls the best of that magic from 1955 to 1965", "title": "The Great Twenty-Eight", "publisher": "Chess", "year": 1982, "artist": "Chuck Berry"},
{"index": 20, "description": "Michael Jackson  towered over the 1980s the way  Elvis Presley  dominated the 1950s, and here's why. On  Thriller , the child R&B star ripened into a Technicolor soulman: a singer, dancer and songwriter with incomparable crossover instincts. He and producer Quincy Jones established the something-for-everyone template with 1979's  Off the Wall , a crisp fusion of pop hooks and dance beats. On  Thriller , the pair heighten the sheen (\"The Girl Is Mine\"), pump up the theater (\"Thriller\") and deepen the funk. But the most thrilling thing was the autobiography busting through the gloss: the hiss of denial on \"Billie Jean\"; the to-hell-with-haters strut of \"Wanna Be Startin' Somethin'.\" Jackson was at the peak of his art and adulthood", "title": "Thriller", "publisher": "Epic", "year": 1982, "artist": "Michael Jackson"},
{"index": 19, "description": "Van Morrison  never sounded more warm and ecstatic, more sensual and vulnerable, than on his enigmatically beautiful solo debut. Fresh off the success of \"Brown Eyed Girl\" and newly signed to artist­friendly Warner Bros., he explored the physical and dramatic range of his voice during extended poetic-scat singing, and set hallucinatory reveries on his native Belfast to wandering Celtic-R&B melodies. The crowning touch was the superior jazz quintet convened by producer Lewis Merenstein to color the mists and shadows. Bassist Richard Davis later said that Morrison never told the musicians what he wanted from them or what the lyrics meant. Maybe he didn't know how to. He was going deep inside himself, without a net or fear", "title": "Astral Weeks", "publisher": "Warner Bros.", "year": 1968, "artist": "Van Morrison"},
{"index": 18, "description": "Bruce Springsteen  spent everything he had – patience, energy, studio time, the physical endurance of his E Street Band – to make his masterpiece. There are a dozen guitar overdubs on the title track alone. \"The album became a monster,\" Springsteen recalled. But in making his third album, he was living out the central drama in its gun-the-engine rock & roll: the fight to reconcile big dreams with crushing reality. He found it so hard to re-create the sound in his head – the Jersey-bar dynamite of his live gigs,  Phil Spector 's grandeur,  Roy Orbison 's melodrama – that he nearly gave up and put out a live album. But his attention to detail produced a timeless record about the labors and glories of aspiring to greatness", "title": "Born to Run", "publisher": "Columbia", "year": 1975, "artist": "Bruce Springsteen"},
{"index": 17, "description": "The overnight-success story of the 1990s,  Nirvana 's second album and its totemic first single, \"Smells Like Teen Spirit,\" shot up from the nascent grunge scene in Seattle to kick  Michael Jackson  off the top of the Billboard album chart and blow hair metal off the map. No album in recent history had such an overpowering impact on a generation – a nation of teens suddenly turned punk – and such a catastrophic effect on its main creator. The weight of fame led already troubled singer-guitarist  Kurt Cobain  to take his own life in 1994. But his slashing riffs, corrosive singing and deviously oblique writing, rammed home by the  Pixies -via- Zeppelin  might of bassist Krist Novoselic and drummer Dave Grohl, put the warrior purity back in rock & roll. Lyrically, Cobain raged in code – shorthand grenades of inner tumult and self-loathing. His genius, though, in songs like \"Lithium,\" \"Breed\" and \"Teen Spirit\" was the soft-loud tension he created between verse and chorus, restraint and assault. Cobain was a pop lover at heart – and a Beatlemaniac: Nevermind producer Butch Vig remembers hearing Cobain play  John Lennon 's \"Julia\" at sessions. Cobain also fought to maintain his underground honor. Ultimately, it was a losing battle, but it is part of this album's enduring power. Vig recalls when Cobain was forced to overdub the guitar intro to \"Teen Spirit\" because he couldn't nail it live with the band: \"That pissed him off. He wanted to play [the song] live all the way through.", "title": "Nevermind", "publisher": "Geffen", "year": 1991, "artist": "Nirvana"},
{"index": 16, "description": "Bob Dylan  once introduced this album's opening song, \"Tangled Up in Blue,\" onstage as taking him 10 years to live and two years to write. It was, for him, a pointed reference to the personal crisis – the collapse of his marriage to Sara Lowndes – that at least partly inspired this album, Dyl­an's best of the 1970s. In fact, he wrote all of these lyrically piercing, gingerly majestic songs in two months, in mid-1974. He was so proud of them that he privately auditioned almost all of the album, from start to finish, for pals and peers including Mike Bloomfield, David Crosby and Graham Nash before cutting them in September – in just a week, with members of the bluegrass band Deliverance. But in December, Dylan played the record for his brother David in Minneapolis, who suggested recutting some songs with local musicians. The final Blood was a mix of the slow, pensive New York sessions and the faster, wilder Minneapolis dates. Together, they frame the gritty anguish in some of Dylan's most passionate, confessional songs – from adult breakup ballads like \"If You See Her, Say Hello\" to the sharp-tongued opprobrium of \"Idiot Wind,\" his greatest put-down song since \"Like a Rolling Stone.\" \"It's hard for me to relate to people enjoying that type of pain,\" Dylan said after the album became an instant success. Yet he had never turned so much pain into so much musical splendor", "title": "Blood on the Tracks", "publisher": "Columbia", "year": 1975, "artist": "Bob Dylan"},
{"index": 15, "description": "This is what Britain sounded like in late 1966 and early 1967: ablaze with rainbow blues, orchestral guitar feedback and the personal cosmic vision of black American émigré  Jimi Hendrix . Rescued from dead-end gigs in New York by ex-Animal Chas Chandler, Hendrix arrived in London in September 1966, quickly formed the Experience with bassist Noel Redding and drummer Mitch Mitchell and in a matter of weeks was recording the songs that comprised his epochal debut – which stands four and a half decades later as rock's most innovative and expressive guitar record. Hendrix's incendiary playing was historic in itself, the luminescent sum of his chitlin-circuit labors in the early Sixties with Little Richard and the Isley Brothers and his melodic exploitation of amp howl. But it was the pictorial heat of songs like \"Manic Depression,\" \"I Don't Live Today\" and \"The Wind Cries Mary\" that established the transcendent promise of psychedelia. Hendrix made soul music for inner space. \"It's a collection of free feeling and imagination,\" he said of the album. \"Imagination is very important.\" Widely assumed to be about an acid trip, \"Purple Haze\" had \"nothing to do with drugs,\" Hendrix insisted. \"'Purple Haze' was all about a dream I had that I was walking under the sea.", "title": "Are You Experienced?", "publisher": "Reprise", "year": 1967, "artist": "The Jimi Hendrix Experience"},
{"index": 14, "description": "\"It was a very happy record,\" said producer George Martin. \"I guess it was happy because everybody thought it was going to be the last.\"  Abbey Road  – recorded mostly in two months during the summer of 1969 – almost never got made at all. That January, the  Beatles  were on the verge of a breakup, exhausted and angry with one another after the disastrous sessions for the aborted  Get Back  LP, later salvaged as  Let It Be  [see No. 392]. Determined to go out with a sense of recaptured glory, the group reconvened at EMI's Abbey Road Studios to make its most polished album: a collection of superb songs cut with an attention to refined detail, then segued together (especially on Side Two) with conceptual force. There was no thematic link, other than the Beatles' unique genius.  John Lennon  veered from the stormy metal of \"I Want You (She's So Heavy)\" to the exquisite vocal sunrise of \"Because.\"  Paul McCartney  was saucy (\"Oh! Darling\"), silly (\"Maxwell's Silver Hammer\") and deliciously bitter (\"You Never Give Me Your Money\").  George Harrison  proved his long-secret worth as a composer with \"Something\" and the folk-pop diamond \"Here Comes the Sun,\" written in his friend  Eric Clapton 's garden while playing hooky from a business meeting. And Lennon, McCartney and Harrison reputedly sang more three-part harmony here than on any other Beatles album.  Let It Be  was the group's final release, but this album was its real goodbye", "title": "Abbey Road", "publisher": "Capitol", "year": 1969, "artist": "The Beatles"},
{"index": 13, "description": "\"We were trying to do a Phil Spector thing with as few instruments as possible,\" John Cale, the classically trained pianist and viola player of the  Velvet Underground , said of this record. It was no idle boast. Much of what we take for granted in rock would not exist without this New York band or its seminal debut: the androgynous sexuality of glitter; punk's raw noir; the blackened-riff howl of grunge and noise rock; goth's imperious gloom. Recorded dirt-cheap at a studio that was literally falling apart, it is a record of fearless breadth and lyric depth. Singer-songwriter Lou Reed documented carnal desire and drug addiction, decadence and redemption, with a pop wisdom he learned as a song-factory composer for Pickwick Records. Cale introduced the power of pulse and drone (from his work with minimalist composer La Monte Young); guitarist Sterling Morrison and drummer Maureen Tucker played with tribal force; Nico, a German vocalist added to the band by manager Andy Warhol, brought an icy femininity to the heated ennui in Reed's songs. Rejected as nihilistic by the love crowd in '67, the Banana Album (so named for its Warhol-designed cover) is the most pro­phetic rock album ever made", "title": "The Velvet Underground", "publisher": "Verve", "year": 1967, "artist": "The Velvet Underground and Nico"},
{"index": 12, "description": "This painterly masterpiece would become one of the most important, influential and popular albums in jazz. But at the time it was made,  Kind of Blue  was a revolution all its own, a radical break from everything going on. Turning his back on standard chord progressions, trumpeter  Miles Davis  used modal scales as a starting point for composition and improvisation – breaking new ground with warmth, subtlety and understatement in the thick of hard bop. Davis and his peerless band – bassist Paul Chambers, drummer Jimmy Cobb, pianist Bill Evans, and the titanic sax team of John Coltrane and Cannonball Adderley – soloed in uncluttered settings, typified by \"melodic rather than harmonic variation,\" as Davis put it. Two numbers, \"All Blues\" and \"Freddie Freeloader\" (the latter featured Wynton Kelly at the ivories in place of Evans), were in 12-bar form, but Davis' approach allowed his players a cool, new, collected freedom. Evans wrote in his original liner notes, \"Miles conceived these settings only hours before the re­cording dates and arrived with sketches which indicated to the group what was to be played. Therefore, you will hear something close to pure spontaneity in these performances.\" Or as the late critic Robert Palmer wrote, \" Kind of Blue  is, in a sense, all melody – and atmosphere.\" The bass line in \"So What\" is now among the most familiar obbligatos in jazz, and there is no finer evocation of the late-night wonder of jazz than the muted horns in \"All Blues.", "title": "Kind of Blue", "publisher": "Columbia", "year": 1959, "artist": "Miles Davis"},
{"index": 11, "description": "Many believe rock & roll was born on July 5th, 1954, at Sun Studio in Memphis.  Elvis Presley , guitarist Scotty Moore and bassist Bill Black were horsing around with \"That's All Right, Mama,\" a tune by bluesman Arthur \"Big Boy\" Crudup, when producer Sam Phillips stopped them and asked, \"What are you doing?\" \"We don't know,\" they said. Phillips told them to \"back up and do it again.\" The A side of Presley's first single (backed with a version of Bill Monroe's \"Blue Moon of Kentucky\"), \"That's All Right\" was issued by Sun on July 19th. It may or may not be the first rock & roll record. But the man who would be King was officially on wax. Bridging black and white, country and blues, his sound was playful and revolutionary, charged by a spontaneity and freedom that changed the world. \"It's the blues,\" critic Greil Marcus wrote in his classic book  Mystery Train . \"But free of all worry, all sin; a simple joy with no price to pay.\" Presley released four more singles on Sun – including definitive reinventions of Wynonie Harris' \"Good Rockin' Tonight\" and Junior Parker's \"Mystery Train\" – before moving on to immortality when Phillips sold his contract to RCA for $35,000. Incredibly, it took more than 20 years for Presley's Sun output to be properly collected on a 1976 LP – which has since been superseded by this 1999 double-CD chronicle of the King's beginnings at Sun. It collects everything he cut at the studio, including alternate takes and the 1953 acetate he recorded as a gift for his mother as a shy and awkward recent high school graduate", "title": "The Sun Sessions", "publisher": "RCA", "year": 1999, "artist": "Elvis Presley"},
{"index": 10, "description": "They wrote the songs while on retreat with the Maharishi Mahesh Yogi in India, taking a break from the celebrity whirl. As  John Lennon  later said, \"We sat in the mountains eating lousy vegetarian food and writing all these songs.\" They came back with more great tunes than they could fit on a single LP, and competed fiercely during the sessions. \"I remember having three studios operating at the same time,\"  George Harrison  recalled. \"Paul was doing some overdubs in one, John was in another, and I was recording some horns or something in a third.\" The sessions became so tense that Ringo Starr quit the band in frustration for two weeks. Yet the creative tension resulted in one of the most intense and adventurous rock albums ever made. Lennon pursued his hard-edged vision into the cynical wit of \"Sexy Sadie\" and \"Happiness Is a Warm Gun,\" but also infused \"Julia\" and \"Dear Prudence\" with childlike yearning.  Paul McCartney 's playful pop energy came through on his inversion of Chuck Berry's American values, \"Back in the U.S.S.R.,\" and he showed off his raucous side in \"Helter Skelter.\" Harrison's spiritual yearning led him to \"Long, Long, Long\" and \"While My Guitar Gently Weeps,\" featuring a guest guitar solo from  Eric Clapton . Even  Starr  contributed his first original, the country-tinged \"Don't Pass Me By.\" \"I think it was a very good album,\" said McCartney. \"It stood up, but it wasn't a pleasant one to make.", "title": "The White Album", "publisher": "Capitol", "year": 1968, "artist": "The Beatles"},
{"index": 9, "description": "Released on May 16th, 1966, rock's first studio double LP by a major artist was, as  Dylan  declared in 1978, \"the closest I ever got to the sound I hear in my mind... that thin, that wild-mercury sound.\" There is no better description of the album's manic brilliance. After several false-start sessions in New York in the fall of 1965 and January 1966 with his killer road band the Hawks – \"One of Us Must Know (Sooner or Later)\" was the only keeper – Dylan blazed through the rest of Blonde on Blonde's 14 tracks in one four-day run and one three-day run at Columbia's Nashville studios in February and March 1966. \r\n The pace of recording echoed the amphetamine velocity of Dylan's songwriting and touring schedule at the time. But the combined presence of trusted hands like organist Al Kooper and Hawks guitarist Robbie Robertson with expert local sessionmen including drummer Kenneth ­Buttrey and pianist Hargus \"Pig\" Robbins created an almost contradictory magnificence: a tightly wound tension around Dylan's quicksilver language and incisive singing in barrelhouse surrealism such as \"Rainy Day Women #12 & 35\" and \"Stuck Inside of Mobile With the Memphis Blues Again,\" the hilarious Chicago-style blues \"Leopard-Skin Pill-Box Hat\" and the scornful, fragile \"Just Like a Woman,\" still his greatest ballad. \r\n Amid the frenzy, Dylan delivered some of his finest, clearest songs of comfort and desire: the sidelong beauty of the 11-minute \"Sad Eyed Lady of the Lowlands,\" recorded in just one take at four in the morning after an eight-hour session, and \"I Want You,\" the title of which Dylan almost used for the album", "title": "Blonde on Blonde", "publisher": "Columbia", "year": 1966, "artist": "Bob Dylan"},
{"index": 8, "description": "Recorded in 1979 in London, which was then wrenched by surging unemployment and drug addiction, and released in America in January 1980, the dawn of an uncertain decade,  London Calling  is 19 songs of apocalypse, fueled by an unbending faith in rock & roll to beat back the darkness. Produced with no-surrender energy by legendary Seventies studio madman Guy Stevens,  the Clash 's third album skids from bleak punk (\"London Calling\") to rampaging ska (\"Wrong 'Em Boyo\") and disco resignation (\"Lost in the Supermarket\"). The album was made in dire straits too. The band was heavily in debt and openly at war with its record company. Singer-guitarists Joe Strummer and Mick Jones wrote together in Jones' grandmother's flat. \"Joe, once he learned how to type, would bang the lyrics out,\" Jones said. \"Then I'd be able to bang out some music while he was hitting the typewriter.\" Strummer, Jones, bassist Paul Simonon and drummer Topper Headon spent nearly three months rehearsing and demoing songs in a garage in the Pimlico section of London – \"with one light and filthy carpet on the walls for soundproofing,\" recalled Strummer in 1989. \"We felt that we were struggling,\" he said, \"about to slide down a slope or something, grasping with our fingernails.\" But Stevens was on hand for inspiration. He threw chairs around the room \"if he thought a track needed zapping up,\" according to Strummer. The album ends with \"Train in Vain,\" a rousing song of fidelity (unlisted on the back cover because it was added at the last minute) that became the sound of triumph: the Clash's first Top 30 single in the U.S", "title": "London Calling", "publisher": "Epic", "year": 1980, "artist": "The Clash"},
{"index": 7, "description": "A dirty whirl of blues and boogie, the  Rolling Stones ' 1972 double LP \"was the first grunge record,\" guitarist  Keith Richards  crowed proudly in a 2002 interview. But inside the deliberately dense squall – Richards'  and Mick Taylor's dogfight riffing, the lusty jump of the Bill Wyman-Charlie Watts rhythm engine,  Mick Jagger 's caged-­animal bark and burned-soul croon – is the Stones' greatest album and Jagger and Richards' definitive songwriting statement of outlaw pride and dedication to grit. In the existential shuffle \"Tumbling Dice,\" the exhausted country beauty \"Torn and Frayed\" and the whiskey-soaked uplift of \"Shine a Light,\" you literally hear the Stones in exile: working at Richards' villa in the South of France, and on the run from media censure, British drug police (Jagger and Richards already knew the view from behind bars) and the country's onerous tax code.  Exile  is rife with allusions to their outsider status: The album's cover is a collage of freakish American characters, and on \"Sweet Black Angel\" they toast imprisoned activist Angela Davis – one set of renegades to another. The music rattles like battle but also swings with clear purpose on songs like \"Rocks Off\" and \"All Down the Line.\" As Richards explained, \"The Stones don't have a home anymore – hence the  Exile  – but they can still keep it together. Whatever people throw at us, we can still duck, improvise, overcome.\" Great example: Richards recorded his jubilant romp \"Happy\" with just producer Jimmy Miller on drums and saxman Bobby Keys – while waiting for the other Stones to turn up for work.  Exile on Main Street  is the Stones at their fighting best, armed with the blues, playing to win", "title": "Exile on Main Street", "publisher": "Rolling Stones Records", "year": 1972, "artist": "The Rolling Stones"},
{"index": 6, "description": "\"In 1969 or 1970, I began to re-evaluate my whole concept of what I wanted my music to say,\"  Marvin Gaye  said. \"I was very much affected by letters my brother was sending me from Vietnam, as well as the social situation here at home. I realized that I had to put my own fantasies behind me if I wanted to write songs that would reach the souls of people. I wanted them to take a look at what was happening in the world.\" The masterpiece that followed Gaye's awakening revolutionized black music. From its rich, string-suffused grooves to its boundless sense of possibility,  What's Going On  is the  Sgt. Pepper  of soul. \r\n Gaye was determined to shatter Motown's pop formula and address pressing social issues. Motown founder Berry Gordy was not pleased. He claimed that \"What's Going On\" was the worst song he had ever heard. As for \"Mercy Mercy Me (The Ecology),\" Gordy asserted that he didn't even know what the word \"ecology\" meant. Gaye responded that he would never record for Motown again unless \"What's Going On\" was released as a single. After initially being rejected by Motown's quality-control committee, it was; when the song became a Top Five hit, the album – and a burst of socially conscious music from Motown – followed soon after. Working amid a haze of marijuana smoke, Gaye made one intuitively brilliant decision after another – from letting the tapes roll as his friends mingled to recording the rehearsal exercises of saxophonist Eli Fontaine. When Fontaine told Gaye that he had just been goofing around, Gaye replied, \"Well, you goof exquisitely. Thank you.\" And that's how the plaintive saxophone line that announces  What's Going On  came to be", "title": "What's Going On", "publisher": "Motown", "year": 1971, "artist": "Marvin Gaye"},
{"index": 5, "description": "In 1965, radios were abuzz with such groundbreaking singles as \"(I Can't Get No) Satisfaction\" and \"Like a Rolling Stone.\" That December, the Beatles met their peers' challenge head-on with  Rubber Soul , a stunning collection that preserved the taut pop focus of the band's earlier LPs while introducing newfound sophistication and depth. Producer George Martin described  Rubber Soul  as \"the first album to present a new, growing Beatles to the world,\" and so it was. \r\n The moptops were evolving in remarkable ways. \"Drive My Car\" is a comic character study of a sort not previously in the  Beatles ' repertoire. More profoundly, however,  Bob Dylan 's influence suffuses the album, accounting for the tart emotional tone of \"Norwegian Wood,\" \"I'm Looking Through You,\" \"You Won't See Me\" and \"If I Needed Someone.\" (Dylan would return the compliment the following year, when he offered his own version of \"Norwegian Wood\" – titled \"4th Time Around\" – on  Blonde on Blonde , and reportedly made  John Lennon  paranoid.) Lennon's \"Nowhere Man,\" which he later acknowledged as a depressed self-portrait, and the beautifully reminiscent \"In My Life\" both reflect the more serious and personal style of songwriting that Dylan had suddenly made possible. \r\n  George Harrison 's sitar on \"Norwegian Wood\" – the first time the instrument was used in a pop song – and  Paul McCartney 's fuzz bass on \"Think for Yourself\" document the band's increasing awareness that the studio could be more than a pit stop between tours. Harrison called  Rubber Soul  \"the best one we made,\" because \"we were suddenly hearing sounds that we weren't able to hear before.\" And as for why the band's hearing had grown so acute, well, that was another aspect of the times. \"There was a lot of experimentation on  Rubber Soul ,\" said  Ringo Starr , \"influenced, I think, by the substances.", "title": "Rubber Soul", "publisher": "Capitol", "year": 1965, "artist": "The Beatles"},
{"index": 4, "description": "Bruce Springsteen  described the beginning of \"Like a Rolling Stone,\" the opening song on  Highway 61 Revisited , as the \"snare shot that sounded like somebody'd kicked open the door to your mind.\" Folk singer Phil Ochs was even more rhapsodic about the LP: \"It's impossibly good... How can a human mind do this?\" \r\n Recorded in a staggering six days,  Highway 61 Revisited  – named after the road that runs from  Bob Dylan 's home state of Minnesota down through the Mississippi Delta – is one of those albums that changed everything. In and of itself, \"Like a Rolling Stone,\" rumored to be about Andy Warhol acolyte Edie Sedgwick, forever altered the landscape of popular music – its \"vomitiﬁc\" flow (Dylan's term), literary ambition and sheer length (6:13) shattered limitations of every kind. \"Ballad of a Thin Man\" delivered the definitive Sixties comment on the splintering hip-straight fault line: \"Something is happening here, but you don't know what it is/Do you, Mister Jones?\" If anyone questioned whether or not Dylan had truly  \"gone electric,\" the roaring rock & roll of  \"From a Buick 6\" and \"Tombstone Blues\" – powered by guitarist Mike Bloomﬁeld – left no doubt. \r\n The album ends with \"Desolation Row,\" a surrealist night journey that runs 11 minutes. Dylan evokes a Hieronymus Bosch-like season in hell that seems to foretell all the Sixties cataclysms to come. \"The Titanic sails at dawn,\" he sings wearily. \"Everybody is shouting, 'Which side are you on?'\" That \"Desolation Row\" is an all-acoustic track – a last-minute decision on Dylan's part – is one final stroke of genius: a spellbinding new vision of folk music to close the album that, for the time being at least, destroyed folk music", "title": "Highway 61 Revisited", "publisher": "Columbia", "year": 1965, "artist": "Bob Dylan"},
{"index": 3, "description": "\"I don't see too much difference between  Revolver  and  Rubber Soul ,\"  George Harrison  once said. \"To me, they could be Volume One and Volume Two.\"  Revolver  extends the more adventurous aspects of its predecessor – its introspection, its nascent psychedelia, its fascination with studio artistry – into a dramatic statement of generational possibility. \r\n The album, which was released in August 1966, made it thrillingly clear that what we now think of as \"the Sixties\" was fully – and irreversibly – under way. \r\n The most innovative track on the album is  John Lennon 's \"Tomorrow Never Knows.\" Attempting to distill an LSD trip into a three-minute song, Lennon borrowed lyrics from Timothy Leary's version of  The Tibetan Book of the Dead , and recorded his vocal to sound like \"the Dalai Lama singing from the highest mountaintop.\" Tape loops, a backward guitar part ( Paul McCartney 's blistering solo on \"Taxman,\" in fact) and a droning tamboura completed the experimental effect, and the song proved hugely influential. For his part, on \"Eleanor Rigby\" and \"For No One,\" McCartney mastered a strikingly mature form of art song, and Harrison, with \"Taxman,\" \"I Want to Tell You\" and \"Love You To,\" challenged Lennon-McCartney's songwriting dominance. \r\n Part of the album's revolutionary impulse was visual. Klaus Voormann, one of the  Beatles ' artist buddies from their days in Hamburg, Germany, designed a striking photo-collage cover for  Revolver ; it was a crucial step on the road to the even trippier, more colorful imagery of  Sgt. Pepper's Lonely Hearts Club Band , which would come less than a year later. \r\n  Revolver  signaled that in popular music, anything – any theme, any musical idea – could now be realized. And, in the case of the Beatles, would be", "title": "Revolver", "publisher": "Capitol", "year": 1966, "artist": "The Beatles"},
{"index": 2, "description": "\"Who's gonna hear this shit?\"  Beach Boys  singer Mike Love asked the band's resident genius,  Brian Wilson , in 1966, as Wilson played him the new songs he was working on. \"The ears of a dog?\" But Love's contempt proved oddly useful: \"Ironically,\" Wilson observed, \"Mike's barb inspired the album's title.\" Barking dogs – Wilson's dog Banana among them, in fact – are prominent among the found sounds on the album. The Beatles made a point of echoing them on  Sgt. Pepper's Lonely Hearts Club Band  – an acknowledgment that  Pet Sounds  was the inspiration for the Beatles' masterpiece. That gesture actually completed a circle of influence: Wilson initially  conceived of  Pet Sounds  as an effort to top the Beatles'  Rubber Soul . \r\n With its vivid orchestration, lyrical ambition, elegant pacing and thematic coherence,  Pet Sounds  invented – and in some sense perfected – the idea that an album could be more than the sum of its parts. When Wilson sang, \"Wouldn't it be nice if we were older?\" on the magnificent opener, he wasn't just imagining a love that could evolve past high school; he was suggesting a new grown-up identity for rock & roll music itself. \r\n Wilson essentially made  Pet Sounds  without the rest of the band, using them only to flesh out the vocal arrangements. (He even considered putting the album out as a solo project, and the first single, \"Caroline, No,\" was released under his own name.) Its luxurious sound conveys a heartbreaking wistfulness, and the deeply personal songs, which Wilson co-wrote primarily with lyricist Tony Asher, bid farewell to the innocent world of the Beach Boys' fun-in-the-sun hits. Unfortunately, Capitol Records proved no more enamored of  Pet Sounds  than had Love; the label considered not releasing it at all. Not yet vindicated by history, Wilson withdrew further into his inner world. \"At the last meeting I attended concerning  Pet Sounds ,\" Wilson wrote about his dealings with the label, \"I showed up holding a tape player and eight prerecorded, looped responses, including 'No comment,' 'Can you repeat that?' 'No' and 'Yes.' Refusing to utter a word, I played the various tapes when appropriate.", "title": "Pet Sounds", "publisher": "Capitol", "year": 1966, "artist": "The Beach Boys"},
{"index": 1, "description": "Sgt. Pepper's Lonely Hearts Club Band  is the most important rock & roll album ever made, an unsurpassed adventure in concept, sound, songwriting, cover art and studio technology by the greatest rock & roll group of all time. From the title song's regal blasts of brass and fuzz guitar to the orchestral seizure and long, dying piano chord at the end of \"A Day in the Life,\" the 13 tracks on  Sgt. Pepper's Lonely Hearts Club Band  are the pinnacle of the Beatles' eight years as recording artists.  John Lennon ,  Paul McCartney ,  George Harrison  and  Ringo Starr  were never more fearless and unified in their pursuit of magic and transcendence.  Issued in Britain on June 1st, 1967, and a day later in America,  Sgt. Pepper  is also rock's ultimate declaration of change. For the  Beatles , it was a decisive goodbye to matching suits, world tours and assembly-line record-making. \"We were fed up with being Beatles,\" McCartney said decades later, in  Many Years From Now , Barry Miles' McCartney biography. \"We were not boys, we were men... artists rather than performers.  At the same time,  Sgt. Pepper  formally ushered in an unforgettable season of hope, upheaval and achievement: the late 1960s and, in particular, 1967's Summer of Love. In its iridescent instrumentation, lyric fantasias and eye-popping packaging,  Sgt. Pepper  defined the opulent revolutionary optimism of psychedelia and instantly spread the gospel of love, acid, Eastern spirituality and electric guitars around the globe. No other pop record of that era, or since, has had such an immediate, titanic impact. This music documents the world's biggest rock band at the very height of its influence and ambition.  \"It was a peak,\" Lennon told  Rolling Stone  in 1970, describing both the album and his collaborative relationship with McCartney. \"Paul and I were definitely working together,\" Lennon said, and Sgt. Pepper is rich with proof: McCartney's burst of hot piano and school-days memoir (\"Woke up, fell out of bed...\") in Lennon's \"A Day in the Life,\" a reverie on mortality and infinity; Lennon's impish rejoinder to McCartney's chorus in \"Getting Better\" (\"It can't get no worse\").  \" Sgt. Pepper  was our grandest endeavor,\" Starr said, looking back, in the band's 2000 autobiography,  The Beatles Anthology.  \"The greatest thing about the band was that whoever had the best idea – it didn't matter who – that was the one we'd use.\" It was Neil Aspinall, the Beatles' longtime assistant, who suggested they reprise the title track, just before the finale of \"A Day in the Life,\" to complete  Sgt. Pepper 's theatrical conceit: an imaginary concert by a fictional band, played by the Beatles.  The first notes went to tape on December 6th, 1966: two takes of McCartney's music-hall confection \"When I'm Sixty-Four.\" (Lennon's lysergic reflection on his Liverpool childhood, \"Strawberry Fields Forever,\" was started two weeks earlier but issued in February 1967 as a stand-alone single.) But  Sgt. Pepper 's real birthday is August 29th, 1966, when the Beatles played their last live concert, in San Francisco. Until then, they had made history in the studio between punishing tours. Off the road for good, the Beatles were free to be a band away from the hysteria of Beatlemania.  McCartney went a step further. On a plane to London in November '66, as he returned from a vacation in Kenya, he came up with the idea of an album by the Beatles in disguise, an alter-ego group that he subsequently dubbed Sgt. Pepper's Lonely Hearts Club Band. \"We'd pretend to be someone else,\" McCartney explained in  Anthology . \"It liberated you – you could do anything when you got to the mic or on your guitar, because it wasn't you.\"  Only two songs on the final LP, both McCartney's, had anything to do with the Pepper characters: the title track and Starr's jaunty vocal showcase, \"With a Little Help From My Friends,\" introduced as a number by  Sgt. Pepper 's star crooner, Billy Shears. \"Every other song could have been on any other album,\" Lennon insisted later. Yet it is hard to imagine a more perfect setting for the Victorian jollity of Lennon's \"Being for the Benefit of Mr. Kite!\" (inspired by an 1843 circus poster) or the sumptuous melancholy of McCartney's \"Fixing a Hole,\" with its blend of antique shadows (a harpsichord played by the Beatles' producer, George Martin) and modern sunshine (double-tracked lead guitar executed with ringing precision by Harrison). The  Pepper  premise was a license to thrill.  It also underscored the real-life cohesion of the music and the group that made it. Of the 700 hours the Beatles spent making  Sgt. Pepper  from the end of 1966 until April 1967, the group needed only three days' worth to complete Lennon's lavish daydream \"Lucy in the Sky With Diamonds.\" \"A Day in the Life,\" the most complex song on the album, was done in just five days. (The oceanic piano chord was three pianos hit simultaneously by 10 hands belonging to Lennon, McCartney, Starr, Martin and Beatles roadie Mal Evans.) No other Beatles appear with Harrison on his sitar-perfumed sermon on materialism and fidelity, \"Within You Without You,\" but the band wisely placed the track at the halfway point of the original vinyl LP, at the beginning of Side Two: a vital meditation break in the middle of the jubilant indulgence.  The Beatles' exploitation of multitracking transformed the very act of studio recording (the orchestral overdubs on \"A Day in the Life\" marked the debut of eight-track recording in Britain: two four-track machines used in sync). And  Sgt. Pepper 's visual extravagance officially elevated the album cover to a work of art. Michael Cooper's photo of the Beat­les in satin marching-band outfits, in front of a cardboard-cutout audience of historical figures, created by artist Peter Blake, is the most enduring image of the psychedelic era.  Sgt. Pepper  was also the first rock album to incorporate complete lyrics to the songs in its design.  Yet  Sgt. Pepper  is the Number One album of the RS 500 not just because of its firsts – it is simply the best of everything the Beatles ever did as musicians, pioneers and pop stars, all in one place. A 1967 British print ad for the album declared, \"Remember, Sgt. Pepper's Lonely Hearts Club Band Is the Beatles.\" As McCartney put it, the album was \"just us doing a good show.\"  The show goes on forever.", "title": "Sgt. Pepper's Lonely Hearts Club Band", "publisher": "Capitol", "year": 1967, "artist": "The Beatles"}
]